[
  {
    "id": "GO_0097366",
    "label": "response to bronchodilator",
    "description": "Any process that results in a change in state or activity of a cell or an organism (in terms of movement, secretion, enzyme production, gene expression, etc.) as a result of a bronchodilator stimulus. A bronchodilator is a chemical that causes an increase in the expansion of a bronchus or bronchial tubes. [GOC: hp]",
    "url": "http://purl.obolibrary.org/obo/GO_0097366",
    "category": "Biological process"
  },
  {
    "id": "EFO_0007585",
    "label": "Cannabis use",
    "description": "The consumption of the recreational drug cannabis (also known as marijuna and a number of other colloquial names). Cannabis use is illegal in some countries but not in others.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007585",
    "category": "Biological process"
  },
  {
    "id": "EFO_0004329",
    "label": "alcohol drinking",
    "description": "Behaviors associated with the ingesting of alcoholic beverages, including social drinking.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004329",
    "category": "Biological process"
  },
  {
    "id": "EFO_0004337",
    "label": "intelligence",
    "description": "The ability to learn and to deal with new situations and to deal effectively with tasks involving abstractions.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004337",
    "category": "Biological process"
  },
  {
    "id": "EFO_0005422",
    "label": "skin aging",
    "description": "The gradual irreversible changes in structure of skin that occur as a result of the passage of time.. In humans, skin aging can be precipitated as a result of weather and sun exposure, and expresses through the appearance of wrinkles and localised changes in skin pigmentation",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005422",
    "category": "Biological process"
  },
  {
    "id": "GO_0009314",
    "label": "response to radiation",
    "description": "Any process that results in a change in state or activity of a cell or an organism (in terms of movement, secretion, enzyme production, gene expression, etc.) as a result of an electromagnetic radiation stimulus. Electromagnetic radiation is a propagating wave in space with electric and magnetic components. These components oscillate at right angles to each other and to the direction of propagation. [GOC: jl] [Wikipedia: Electromagnetic_radiation]",
    "url": "http://purl.obolibrary.org/obo/GO_0009314",
    "category": "Biological process"
  },
  {
    "id": "GO_0036273",
    "label": "response to statin",
    "description": "Any process that results in a change in state or activity of a cell or an organism (in terms of movement, secretion, enzyme production, gene expression, etc.) as a result of a statin stimulus. Statins are organooxygen compounds whose structure is related to compactin (mevastatin) and which may be used as an anticholesteremic drug due its EC:1.1.1.34/EC:1.1.1.88 (hydroxymethylglutaryl-CoA reductase) inhibitory properties. [GOC: hp]",
    "url": "http://purl.obolibrary.org/obo/GO_0036273",
    "category": "Biological process"
  },
  {
    "id": "EFO_0005670",
    "label": "smoking initiation",
    "description": "initation of the habit of smoking, the inhaling and exhaling of tobacco smoke.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005670",
    "category": "Biological process"
  },
  {
    "id": "EFO_0007766",
    "label": "response to beta blocker",
    "description": "Any process that results in a change in state or activity of a cell or an organism (in terms of movement, secretion, enzyme production, gene expression, etc.) as a result of a beta blocker stimulus",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007766",
    "category": "Biological process"
  },
  {
    "id": "EFO_0008579",
    "label": "risk-taking behaviour",
    "description": "The tendency to take risks. Risk-taking behaviour is a characteristic of several psychiatric disorders such as ADHD and bipolar disorder, as well as problem behaviours such as smoking and drug abuse.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0008579",
    "category": "Biological process"
  },
  {
    "id": "EFO_0004319",
    "label": "smoking cessation",
    "description": "Discontinuation of the habit of smoking, the inhaling and exhaling of tobacco smoke.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004319",
    "category": "Biological process"
  },
  {
    "id": "EFO_0010158",
    "label": "sugar consumption measurement",
    "description": "Quantification of some aspect of sugar consumption such as frequency or quantity.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0010158",
    "category": "Biological process"
  },
  {
    "id": "EFO_0004315",
    "label": "drinking behavior",
    "description": "Behaviors associated with the ingesting of water and other liquids; includes rhythmic patterns of drinking (time intervals - onset and duration), frequency and satiety.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004315",
    "category": "Biological process"
  },
  {
    "id": "EFO_0004347",
    "label": "addictive behaviour",
    "description": "The observable, measurable, and often pathological activity of an organism that portrays its inability to overcome a habit resulting in an insatiable craving for a substance or for performing certain acts. The addictive behavior includes the emotional and physical overdependence on the object of habit in increasing amount or frequency.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004347",
    "category": "Biological process"
  },
  {
    "id": "EFO_0004343",
    "label": "waist-hip ratio",
    "description": "The waist circumference measurement divided by the hip circumference measurement. For both men and women, a waist-to-hip ratio (WHR) of 1.0 or higher is considered \"at risk\" for undesirable health consequences, such as heart disease and ailments associated with OVERWEIGHT. A healthy WHR is 0.90 or less for men, and 0.80 or less for women. (National Center for Chronic Disease Prevention and Health Promotion, 2004)",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004343",
    "category": "Body measurement"
  },
  {
    "id": "EFO_0007800",
    "label": "body fat percentage",
    "description": "Quantification of the amount of body fat as a percentage of total body mass, calculated as either total mass of fat divided by total body mass or one of a number of more complex weighted equations. Body fat includes essential body fat and storage body fat. ",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007800",
    "category": "Body measurement"
  },
  {
    "id": "EFO_0005106",
    "label": "body composition measurement",
    "description": "measurement of the percentages of fat, bone and muscle in human bodies",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005106",
    "category": "Body measurement"
  },
  {
    "id": "EFO_0004324",
    "label": "body weights and measures",
    "description": "Measurements of the height, weight, length, area, etc., of the human and animal body or its parts.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004324",
    "category": "Body measurement"
  },
  {
    "id": "EFO_0004338",
    "label": "body weight",
    "description": "The mass or quantity of heaviness of an individual. It is expressed by units of pounds or kilograms.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004338",
    "category": "Body measurement"
  },
  {
    "id": "EFO_0004344",
    "label": "birth weight",
    "description": "The mass or quantity of heaviness of an individual at BIRTH. It is expressed by units of pounds or kilograms.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004344",
    "category": "Body measurement"
  },
  {
    "id": "EFO_0005935",
    "label": "overweight body mass index status",
    "description": "quantification of weight/height relationships above a certain threshold that classes an individual as overweight. This threshold may vary based on an individual's ethnicity but is commonly considered to correspond in European populations to a 25<BMI<30",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005935",
    "category": "Body measurement"
  },
  {
    "id": "EFO_0004340",
    "label": "body mass index",
    "description": "An indicator of body density as determined by the relationship of BODY WEIGHT to BODY HEIGHT. BMI=weight (kg)/height squared (m2). BMI correlates with body fat (ADIPOSE TISSUE). Their relationship varies with age and gender. For adults, BMI falls into these categories: below 18.5 (underweight); 18.5-24.9 (normal); 25.0-29.9 (overweight); 30.0 and above (obese). (National Center for Health Statistics, Centers for Disease Control and Prevention)",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004340",
    "category": "Body measurement"
  },
  {
    "id": "EFO_0007788",
    "label": "BMI-adjusted waist-hip ratio",
    "description": "waist-hip ratio that has been adjusted by subjects’ body mass index",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007788",
    "category": "Body measurement"
  },
  {
    "id": "MONDO_0000376",
    "label": "respiratory system cancer",
    "description": "A malignant neoplasm involving the respiratory system",
    "url": "http://purl.obolibrary.org/obo/MONDO_0000376",
    "category": "Cancer"
  },
  {
    "id": "EFO_0003871",
    "label": "tongue neoplasm",
    "description": "A neoplasm (disease) that involves the tongue. [MONDO: patterns/location]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003871",
    "category": "Cancer"
  },
  {
    "id": "MONDO_0002367",
    "label": "kidney cancer",
    "description": "Primary or metastatic malignant neoplasm involving the kidney. [NCIT: C7548]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0002367",
    "category": "Cancer"
  },
  {
    "id": "MONDO_0021115",
    "label": "luminal B breast carcinoma",
    "description": "A biologic subset of breast carcinoma defined by low to moderate expression of genes characteristic of luminal epithelial cells including estrogen receptor (ER), and high expression of GGH, LAPTM4B, and CCNE1. This subtype of breast cancer is associated with a good prognosis, although not as favorable as the luminal A subtype. [NCIT: C53555]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0021115",
    "category": "Cancer"
  },
  {
    "id": "EFO_0001378",
    "label": "multiple myeloma",
    "description": "A bone marrow-based plasma cell neoplasm characterized by a serum monoclonal protein and skeletal destruction with osteolytic lesions, pathological fractures, bone pain, hypercalcemia, and anemia. Clinical variants include non-secretory myeloma, smoldering myeloma, indolent myeloma, and plasma cell leukemia. (WHO, 2001) [NCIT: C3242]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0001378",
    "category": "Cancer"
  },
  {
    "id": "EFO_1000657",
    "label": "rectum cancer",
    "description": "A primary or metastatic malignant neoplasm that affects the rectum. Representative examples include carcinoma, lymphoma, and sarcoma. [NCIT: C7418]",
    "url": "http://www.ebi.ac.uk/efo/EFO_1000657",
    "category": "Cancer"
  },
  {
    "id": "MONDO_0018906",
    "label": "follicular lymphoma",
    "description": "Follicular lymphoma is a form of non-Hodgkin lymphoma characterized by a proliferation of B cells whose nodular structure of follicular architecture is preserved. [Orphanet: 545]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0018906",
    "category": "Cancer"
  },
  {
    "id": "EFO_0000326",
    "label": "central nervous system cancer",
    "description": "A malignant neoplasm involving the central nervous system",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000326",
    "category": "Cancer"
  },
  {
    "id": "EFO_0002919",
    "label": "uterine carcinoma",
    "description": "A carcinoma involving a uterus. [MONDO: patterns/carcinoma]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0002919",
    "category": "Cancer"
  },
  {
    "id": "EFO_0002890",
    "label": "renal carcinoma",
    "description": "A carcinoma arising from the epithelium of the renal parenchyma or the renal pelvis. The majority are renal cell carcinomas. Kidney carcinomas usually affect middle aged and elderly adults. Hematuria, abdominal pain, and a palpable mass are common symptoms. [NCIT: C9384]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0002890",
    "category": "Cancer"
  },
  {
    "id": "EFO_0000403",
    "label": "diffuse large B-cell lymphoma",
    "description": "Diffuse large B-cell lymphoma is the most common subtype of non-Hodgkin lymphoma (NHL) in adults characterized by a median age of presentation in the sixth decade of life (but also rarely occurring in adolescents and children) with the initial presentation being single or multiple rapidly growing masses (that may or may not be painful) in nodal or extranodal sites (such as thyroid, skin, breast, gastrointestinal tract, testes, bone, or brain) and that can be accompanied by symptoms of fever, night sweats and weight loss. DLBCL has an aggressive disease course, with the elderly having a poorer prognosis than younger patients, and with relapses being common. [Orphanet: 544]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000403",
    "category": "Cancer"
  },
  {
    "id": "MONDO_0001056",
    "label": "gastric cancer",
    "description": "A primary or metastatic malignant neoplasm involving the stomach. [NCIT: C9331]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0001056",
    "category": "Cancer"
  },
  {
    "id": "MONDO_0021148",
    "label": "female reproductive system neoplasm",
    "description": "A benign, precancerous, or malignant neoplasm that affects the female reproductive system. Representative examples include uterine corpus leiomyoma, endocervical polyp, ovarian carcinoma, cervical carcinoma, and endometrial carcinoma. [NCIT: C3053]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0021148",
    "category": "Cancer"
  },
  {
    "id": "EFO_0001422",
    "label": "cirrhosis of liver",
    "description": "A disorder characterized by replacement of the liver parenchyma with fibrous tissue and regenerative nodules. It is usually caused by alcoholism, hepatitis B, and hepatitis C. Complications include the development of ascites, esophageal varices, bleeding, and hepatic encephalopathy. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0001422",
    "category": "Cancer"
  },
  {
    "id": "EFO_0001061",
    "label": "cervical carcinoma",
    "description": "A carcinoma arising from either the exocervical squamous epithelium or the endocervical glandular epithelium. The major histologic types of cervical carcinoma are: squamous carcinoma, adenocarcinoma, adenosquamous carcinoma, adenoid cystic carcinoma and undifferentiated carcinoma. [NCIT: C9039]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0001061",
    "category": "Cancer"
  },
  {
    "id": "EFO_1001950",
    "label": "colon carcinoma",
    "description": "A carcinoma that arises from epithelial cells of the colon",
    "url": "http://www.ebi.ac.uk/efo/EFO_1001950",
    "category": "Cancer"
  },
  {
    "id": "EFO_0010176",
    "label": "keratinocyte carcinoma",
    "description": "A skin cancer arising from the keratin-producing cells of the epidermis. The term encompasses both basal cell carcinoma and squamous cell carcinoma.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0010176",
    "category": "Cancer"
  },
  {
    "id": "MONDO_0018177",
    "label": "glioblastoma",
    "description": "",
    "url": "http://purl.obolibrary.org/obo/MONDO_0018177",
    "category": "Cancer"
  },
  {
    "id": "EFO_0000220",
    "label": "acute lymphoblastic leukemia",
    "description": "Leukemia with an acute onset, characterized by the presence of lymphoblasts in the bone marrow and the peripheral blood. It includes the acute B lymphoblastic leukemia and acute T lymphoblastic leukemia. [NCIT: C3167]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000220",
    "category": "Cancer"
  },
  {
    "id": "MONDO_0001187",
    "label": "urinary bladder cancer",
    "description": "A primary or metastatic malignant neoplasm involving the bladder. [NCIT: C9334]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0001187",
    "category": "Cancer"
  },
  {
    "id": "EFO_0003893",
    "label": "ovarian neoplasm",
    "description": "A benign, borderline, or malignant neoplasm involving the ovary. [NCIT: C4984]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003893",
    "category": "Cancer"
  },
  {
    "id": "EFO_0007532",
    "label": "uterine corpus cancer",
    "description": "A malignant neoplasm involving the body of uterus. [MONDO: DesignPattern]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007532",
    "category": "Cancer"
  },
  {
    "id": "EFO_0000571",
    "label": "lung adenocarcinoma",
    "description": "A carcinoma that arises from the lung and is characterized by the presence of malignant glandular epithelial cells. There is a male predilection with a male to female ratio of 2:1. Usually lung adenocarcinoma is asymptomatic and is identified through screening studies or as an incidental radiologic finding. If clinical symptoms are present they include shortness of breath, cough, hemoptysis, chest pain, and fever. Tobacco smoke is a known risk factor. [NCIT: C3512]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000571",
    "category": "Cancer"
  },
  {
    "id": "MONDO_0004641",
    "label": "skin carcinoma in situ",
    "description": "A in situ carcinoma that involves the zone of skin. [MONDO: patterns/location]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0004641",
    "category": "Cancer"
  },
  {
    "id": "EFO_0002429",
    "label": "polycythemia vera",
    "description": "Polycythemia vera (PV) is an acquired myeloproliferative disorder characterized by an elevated absolute red blood cell mass caused by uncontrolled red blood cell production, frequently associated with uncontrolled white blood cell and platelet production. [Orphanet: 729]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0002429",
    "category": "Cancer"
  },
  {
    "id": "EFO_0002618",
    "label": "pancreatic carcinoma",
    "description": "A carcinoma that arises from epithelial cells of the exocrine pancreas",
    "url": "http://www.ebi.ac.uk/efo/EFO_0002618",
    "category": "Cancer"
  },
  {
    "id": "EFO_1001512",
    "label": "endometrial carcinoma",
    "description": "A malignant tumor arising from the epithelium that lines the cavity of the uterine body. The vast majority of endometrial carcinomas are adenocarcinomas; squamous cell and adenosquamous carcinomas represent a minority of the cases. Endometrioid adenocarcinoma is the most frequently seen variant of endometrial adenocarcinoma. Uterine bleeding is an initial clinical sign. The prognosis depends on the stage of the tumor, the depth of myometrial wall invasion, and the degree of differentiation. [NCIT: C7558]",
    "url": "http://www.ebi.ac.uk/efo/EFO_1001512",
    "category": "Cancer"
  },
  {
    "id": "EFO_0000708",
    "label": "squamous cell lung carcinoma",
    "description": "A carcinoma arising from squamous bronchial epithelial cells. It may be keratinizing or non-keratinizing. Keratinizing squamous cell carcinoma is characterized by the presence of keratinization, pearl formation, and/or intercellular bridges. Non-keratinizing squamous cell carcinoma is characterized by the absence of keratinization, pearl formation, and intercellular bridges. Cigarette smoking and arsenic exposure are strongly associated with squamous cell lung carcinoma. [NCIT: C3493]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000708",
    "category": "Cancer"
  },
  {
    "id": "EFO_0004289",
    "label": "lymphoid leukemia",
    "description": "A malignant lymphocytic neoplasm of B-cell or T-cell lineage involving primarily the bone marrow and the peripheral blood. This category includes precursor or acute lymphoblastic leukemias and chronic leukemias. [NCIT: C7539]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004289",
    "category": "Cancer"
  },
  {
    "id": "EFO_1000802",
    "label": "alcoholic liver cirrhosis",
    "description": "A disorder of the liver characterized by the presence of fibrotic scar tissue instead of healthy liver tissue. This condition is attributed to excessive consumption of alcoholic beverages. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_1000802",
    "category": "Cancer"
  },
  {
    "id": "MONDO_0008315",
    "label": "prostate cancer",
    "description": "A primary or metastatic malignant tumor involving the prostate gland. The vast majority are carcinomas. [NCIT: C7378]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0008315",
    "category": "Cancer"
  },
  {
    "id": "MONDO_0001672",
    "label": "bronchus cancer",
    "description": "A malignant neoplasm involving the bronchus",
    "url": "http://purl.obolibrary.org/obo/MONDO_0001672",
    "category": "Cancer"
  },
  {
    "id": "EFO_0000478",
    "label": "esophageal adenocarcinoma",
    "description": "A malignant tumor with glandular differentiation arising predominantly from Barrett mucosa in the lower third of the esophagus. Rare examples of esophageal adenocarcinoma deriving from ectopic gastric mucosa in the upper esophagus have also been reported. Grossly, esophageal adenocarcinomas are similar to esophageal squamous cell carcinomas. Microscopically, adenocarcinomas arising in the setting of Barrett esophagus are typically papillary and/or tubular. The prognosis is poor. [NCIT: C4025]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000478",
    "category": "Cancer"
  },
  {
    "id": "EFO_1000649",
    "label": "estrogen-receptor positive breast cancer",
    "description": "A subtype of breast cancer that is estrogen-receptor positive [EFO: 1000649]",
    "url": "http://www.ebi.ac.uk/efo/EFO_1000649",
    "category": "Cancer"
  },
  {
    "id": "MONDO_0005184",
    "label": "pancreatic ductal adenocarcinoma",
    "description": "An infiltrating adenocarcinoma that arises from the epithelial cells of the pancreas. It affects males more often than females and the patients are usually over 50 years of age. Microscopically it is characterized by the presence of glandular (ductal) differentiation and desmoplastic stroma formation. Signs and symptoms include pain, loss of weight, and jaundice. It grows rapidly and is usually detected after it has metastasized to other anatomic sites. The prognosis is usually poor. [NCIT: C9120]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0005184",
    "category": "Cancer"
  },
  {
    "id": "EFO_0000768",
    "label": "idiopathic pulmonary fibrosis",
    "description": "Idiopathic pulmonary fibrosis (IPF) is a nonneoplastic pulmonary disease that is characterized by the formation of scar tissue within the lungs in the absence of any known cause. [Orphanet: 2032]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000768",
    "category": "Cancer"
  },
  {
    "id": "EFO_0009441",
    "label": "Waldenstrom macroglobulinemia",
    "description": "",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009441",
    "category": "Cancer"
  },
  {
    "id": "MONDO_0000385",
    "label": "benign digestive system neoplasm",
    "description": "A non-metastasizing neoplasm arising from any part of the digestive system. [NCIT: P378]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0000385",
    "category": "Cancer"
  },
  {
    "id": "EFO_0005577",
    "label": "pharynx cancer",
    "description": "A primary or metastatic malignant neoplasm that affects the pharynx. [NCIT: C7545]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005577",
    "category": "Cancer"
  },
  {
    "id": "EFO_1000630",
    "label": "marginal zone B-cell lymphoma",
    "description": "A usually indolent mature B-cell lymphoma, arising from the marginal zone of lymphoid tissues. It is characterized by the presence of small to medium sized atypical lymphocytes. It comprises three entities, according to the anatomic sites involved: extranodal marginal zone B-cell lymphoma of mucosa-associated lymphoid tissue, which affects extranodal sites (most often stomach, lung, skin, and ocular adnexa); nodal marginal zone B-cell lymphoma, which affects lymph nodes without evidence of extranodal disease; and splenic marginal zone B-cell lymphoma, which affects the spleen and splenic hilar lymph nodes, bone marrow, and often the peripheral blood. [NCIT: C4341]",
    "url": "http://www.ebi.ac.uk/efo/EFO_1000630",
    "category": "Cancer"
  },
  {
    "id": "EFO_0000707",
    "label": "squamous cell carcinoma",
    "description": "A carcinoma arising from squamous epithelial cells. Morphologically, it is characterized by the proliferation of atypical, often pleomorphic squamous cells. Squamous cell carcinomas are graded by the degree of cellular differentiation as well, moderately, or poorly differentiated. Well differentiated carcinomas are usually associated with keratin production and the presence of intercellular bridges between adjacent cells. Representative examples are lung squamous cell carcinoma, skin squamous cell carcinoma, and cervical squamous cell carcinoma. [NCIT: C2929]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000707",
    "category": "Cancer"
  },
  {
    "id": "EFO_0009780",
    "label": "HER2 negative breast carcinoma",
    "description": "A biologic subset of breast carcinoma defined by absence of HER2.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009780",
    "category": "Cancer"
  },
  {
    "id": "MONDO_0002423",
    "label": "rectosigmoid junction neoplasm",
    "description": "A benign or malignant neoplasm that affects the rectosigmoid region. Representative examples of benign neoplasms include lipoma and leiomyoma. Representative examples of malignant neoplasms include carcinoma, lymphoma, and sarcoma. Rectosigmoid adenomas always exhibit epithelial dysplasia and are considered premalignant neoplasms. [NCIT: C4877]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0002423",
    "category": "Cancer"
  },
  {
    "id": "EFO_0000621",
    "label": "neuroblastoma",
    "description": "Neuroblastoma (NB) is the most common solid, extracranial childhood tumor. It is an aggressive pediatric cancer that originates from neural crest tissues of the sympathetic nervous system. [PMID: 32903387]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000621",
    "category": "Cancer"
  },
  {
    "id": "EFO_0009259",
    "label": "skin carcinoma",
    "description": "A carcinoma that arises from epithelial cells of the zone of skin",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009259",
    "category": "Cancer"
  },
  {
    "id": "EFO_0003860",
    "label": "pancreatic neoplasm",
    "description": "A benign or malignant neoplasm involving the pancreas. [NCIT: C3305]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003860",
    "category": "Cancer"
  },
  {
    "id": "EFO_0003833",
    "label": "brain neoplasm",
    "description": "A neoplasm (disease) that involves the brain. [MONDO: patterns/location]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003833",
    "category": "Cancer"
  },
  {
    "id": "EFO_1001958",
    "label": "high grade ovarian serous adenocarcinoma",
    "description": "A rapidly growing serous adenocarcinoma that arises from the ovary. It is characterized by the presence of high grade cytologic features and frequent mitotic figures.",
    "url": "http://www.ebi.ac.uk/efo/EFO_1001958",
    "category": "Cancer"
  },
  {
    "id": "EFO_0004193",
    "label": "basal cell carcinoma",
    "description": "A carcinoma involving the basal cells. [NCIT: C156767]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004193",
    "category": "Cancer"
  },
  {
    "id": "EFO_0001075",
    "label": "ovarian carcinoma",
    "description": "A malignant neoplasm originating from the surface ovarian epithelium. It accounts for the greatest number of deaths from malignancies of the female genital tract and is the fifth leading cause of cancer fatalities in women. It is predominantly a disease of older white women of northern European extraction, but it is seen in all ages and ethnic groups. Adenocarcinomas constitute the vast majority of ovarian carcinomas. The pattern of metastatic spread in ovarian carcinoma is similar regardless of the microscopic type. The most common sites of involvement are the contralateral ovary, peritoneal cavity, para-aortic and pelvic lymph nodes, and liver. Lung and pleura are the most common sites of extra-abdominal spread. The primary form of therapy is surgical. The overall prognosis of ovarian carcinoma remains poor, a direct result of its rapid growth rate and the lack of early symptoms. --2002 [NCIT: C4908]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0001075",
    "category": "Cancer"
  },
  {
    "id": "EFO_0005570",
    "label": "oral cavity cancer",
    "description": "A primary or metastatic malignant neoplasm involving the oral cavity. The majority are squamous cell carcinomas. [NCIT: C9314]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005570",
    "category": "Cancer"
  },
  {
    "id": "MONDO_0002236",
    "label": "ocular cancer",
    "description": "A benign or malignant neoplasm affecting the structures of the eye. [NCIT: P378]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0002236",
    "category": "Cancer"
  },
  {
    "id": "EFO_1000566",
    "label": "Testicular Germ Cell Tumor",
    "description": "A germ cell tumor arising from the testis. Representative examples include teratoma, seminoma, embryonal carcinoma, and yolk sac tumor. [NCIT: C8591]",
    "url": "http://www.ebi.ac.uk/efo/EFO_1000566",
    "category": "Cancer"
  },
  {
    "id": "MONDO_0008903",
    "label": "lung cancer",
    "description": "A malignant neoplasm involving the lung.",
    "url": "http://purl.obolibrary.org/obo/MONDO_0008903",
    "category": "Cancer"
  },
  {
    "id": "EFO_0004252",
    "label": "nasopharyngeal neoplasm",
    "description": "A benign or malignant neoplasm affecting the nasopharynx. Representative examples of benign neoplasms include angiofibroma and squamous papilloma. Representative examples of malignant neoplasms include keratinizing squamous cell carcinoma and nonkeratinizing carcinoma. [NCIT: C3257]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004252",
    "category": "Cancer"
  },
  {
    "id": "EFO_1000650",
    "label": "estrogen-receptor negative breast cancer",
    "description": "A subtype of breast cancer that is estrogen-receptor negative [EFO: 1000650]",
    "url": "http://www.ebi.ac.uk/efo/EFO_1000650",
    "category": "Cancer"
  },
  {
    "id": "EFO_0000756",
    "label": "melanoma",
    "description": "A malignant, usually aggressive tumor composed of atypical, neoplastic melanocytes. Most often, melanomas arise in the skin (cutaneous melanomas) and include the following histologic subtypes: superficial spreading melanoma, nodular melanoma, acral lentiginous melanoma, and lentigo maligna melanoma. Cutaneous melanomas may arise from acquired or congenital melanocytic or dysplastic nevi. Melanomas may also arise in other anatomic sites including the gastrointestinal system, eye, urinary tract, and reproductive system. Melanomas frequently metastasize to lymph nodes, liver, lungs, and brain. [NCIT: C3224]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000756",
    "category": "Cancer"
  },
  {
    "id": "MONDO_0005575",
    "label": "colorectal cancer",
    "description": "A primary or metastatic malignant neoplasm that affects the colon or rectum. Representative examples include carcinoma, lymphoma, and sarcoma. [NCIT: C4978]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0005575",
    "category": "Cancer"
  },
  {
    "id": "EFO_0000183",
    "label": "Hodgkins lymphoma",
    "description": "Hodgkin lymphoma (HL) is a heterogeneous group of malignant lymphoid neoplasms of B-cell origin characterized histologically by the presence of Hodgkin and Reed-Sternberg (HRS) cells in the vast majority of cases. There are two distinct subtypes: nodular lymphocyte predominant Hodgkin lymphoma and classical Hodgkin lymphoma. Hodgkin lymphoma involves primarily lymph nodes. [NCIT: C9357] [Orphanet: 98293]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000183",
    "category": "Cancer"
  },
  {
    "id": "MONDO_0002278",
    "label": "benign colon neoplasm",
    "description": "A non-metastasizing neoplasm arising from the wall of the colon. [NCIT: C2894]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0002278",
    "category": "Cancer"
  },
  {
    "id": "EFO_0000673",
    "label": "prostate adenocarcinoma",
    "description": "A carcinoma that arises from glandular epithelial cells of the prostate gland",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000673",
    "category": "Cancer"
  },
  {
    "id": "EFO_1001951",
    "label": "colorectal carcinoma",
    "description": "A malignant epithelial neoplasm that arises from the colon or rectum and invades through the muscularis mucosa into the submucosa. The vast majority are adenocarcinomas. [NCIT: C2955]",
    "url": "http://www.ebi.ac.uk/efo/EFO_1001951",
    "category": "Cancer"
  },
  {
    "id": "MONDO_0001407",
    "label": "tracheal cancer",
    "description": "A malignant neoplasm involving the trachea",
    "url": "http://purl.obolibrary.org/obo/MONDO_0001407",
    "category": "Cancer"
  },
  {
    "id": "MONDO_0000632",
    "label": "uterine benign neoplasm",
    "description": "A non-metastasizing neoplasm that arises from the uterine corpus or the cervix. Representative examples include leiomyoma, adenomyoma, and endocervical polyp. [NCIT: P378]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0000632",
    "category": "Cancer"
  },
  {
    "id": "EFO_0000681",
    "label": "renal cell carcinoma",
    "description": "A carcinoma that arises from glandular epithelial cells of the kidney [MONDO: DesignPattern]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000681",
    "category": "Cancer"
  },
  {
    "id": "EFO_0002892",
    "label": "thyroid carcinoma",
    "description": "A carcinoma arising from the thyroid gland. It is usually an adenocarcinoma and includes the following main subtypes: follicular, papillary, medullary, poorly differentiated, and anaplastic. [NCIT: C4815]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0002892",
    "category": "Cancer"
  },
  {
    "id": "EFO_1000218",
    "label": "Digestive System Carcinoma",
    "description": "A malignant neoplasm that arises from the epithelium of any part of the digestive system. Representative examples include colorectal carcinoma, esophageal carcinoma, and pancreatic carcinoma. [NCIT: C96963]",
    "url": "http://www.ebi.ac.uk/efo/EFO_1000218",
    "category": "Cancer"
  },
  {
    "id": "EFO_0000731",
    "label": "uterine fibroid",
    "description": "A benign smooth muscle neoplasm arising from the body of the uterus. It is characterized by the presence of spindle cells with cigar-shaped nuclei, interlacing fascicles, and a whorled pattern. [NCIT: C3434]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000731",
    "category": "Cancer"
  },
  {
    "id": "EFO_0007355",
    "label": "male reproductive organ cancer",
    "description": "A primary or metastatic malignant neoplasm involving the male reproductive system. Representative examples include prostate carcinoma, penile carcinoma, testicular seminoma, and testicular embryonal carcinoma. [NCIT: C8561]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007355",
    "category": "Cancer"
  },
  {
    "id": "MONDO_0004992",
    "label": "cancer",
    "description": "A tumor composed of atypical neoplastic, often pleomorphic cells that invade other tissues. Malignant neoplasms often metastasize to distant anatomic sites and may recur after excision. The most common malignant neoplasms are carcinomas (adenocarcinomas or squamous cell carcinomas), Hodgkin and non-Hodgkin lymphomas, leukemias, melanomas, and sarcomas. [NCIT: C9305]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0004992",
    "category": "Cancer"
  },
  {
    "id": "EFO_1001516",
    "label": "ovarian serous carcinoma",
    "description": "serous carcinoma located in the ovary",
    "url": "http://www.ebi.ac.uk/efo/EFO_1001516",
    "category": "Cancer"
  },
  {
    "id": "EFO_0005543",
    "label": "glioma",
    "description": "A benign or malignant brain and spinal cord tumor that arises from glial cells (astrocytes, oligodendrocytes, ependymal cells). Tumors that arise from astrocytes are called astrocytic tumors or astrocytomas. Tumors that arise from oligodendrocytes are called oligodendroglial tumors. Tumors that arise from ependymal cells are called ependymomas. [NCIT: C3059]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005543",
    "category": "Cancer"
  },
  {
    "id": "EFO_1000354",
    "label": "Malignant Laryngeal Neoplasm",
    "description": "A primary or metastatic malignant neoplasm involving the larynx. The majority are carcinomas. [NCIT: C7484]",
    "url": "http://www.ebi.ac.uk/efo/EFO_1000354",
    "category": "Cancer"
  },
  {
    "id": "EFO_0009448",
    "label": "pulmonary fibrosis",
    "description": "Chronic progressive interstitial lung disorder characterized by the replacement of the lung tissue by connective tissue, leading to progressive dyspnea, respiratory failure, or right heart failure. Causes include chronic inflammatory processes, exposure to environmental irritants, radiation therapy, autoimmune disorders, certain drugs, or it may be idiopathic (no identifiable cause). [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009448",
    "category": "Cancer"
  },
  {
    "id": "EFO_0002916",
    "label": "esophageal carcinoma",
    "description": "Esophageal carcinoma (EC) is a tumor arising in the epithelial cells lining the esophagus and can be divided into two subtypes: esophageal squamous cell carcinoma (ESCC) and esophageal adenocarcinoma (EAC). [Orphanet: 70482]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0002916",
    "category": "Cancer"
  },
  {
    "id": "MONDO_0007576",
    "label": "esophageal cancer",
    "description": "A primary or metastatic malignant neoplasm involving the esophagus. [NCIT: C7478]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0007576",
    "category": "Cancer"
  },
  {
    "id": "EFO_0000389",
    "label": "cutaneous melanoma",
    "description": "A primary melanoma arising from atypical melanocytes in the skin. Precursor lesions include acquired and congenital melanocytic nevi, and dysplastic nevi. Several histologic variants have been recognized, including superficial spreading melanoma, acral lentiginous melanoma, nodular melanoma, and lentigo maligna melanoma. [NCIT: C3510]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000389",
    "category": "Cancer"
  },
  {
    "id": "MONDO_0002715",
    "label": "uterine cancer",
    "description": "Primary or metastatic malignant neoplasm involving the uterine corpus and/or the cervix. [NCIT: C3552]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0002715",
    "category": "Cancer"
  },
  {
    "id": "EFO_0009260",
    "label": "non-melanoma skin carcinoma",
    "description": "Any skin carcinoma that is not melanoma, with the most common types being basal cell carcinoma and squamous cell carcinoma",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009260",
    "category": "Cancer"
  },
  {
    "id": "EFO_0005088",
    "label": "testicular carcinoma",
    "description": "A primary or metastatic malignant neoplasm that affects the testis. Representative examples include seminoma, embryonal carcinoma, sarcoma, leukemia, and lymphoma. [NCIT: C7251]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005088",
    "category": "Cancer"
  },
  {
    "id": "MONDO_0004986",
    "label": "urinary bladder carcinoma",
    "description": "A carcinoma that arises from epithelial cells of the urinary bladder",
    "url": "http://purl.obolibrary.org/obo/MONDO_0004986",
    "category": "Cancer"
  },
  {
    "id": "MONDO_0021116",
    "label": "luminal A breast carcinoma",
    "description": "A biologic subset of breast carcinoma defined by high expression of genes characteristic of luminal epithelial cells, including estrogen receptor (ER), estrogen regulated protein LIV-1, and the transcription factors hepatocyte nuclear factor 3, HNF3A, XBP1, and GATA 3. This subtype of breast cancer is associated with a good prognosis. [NCIT: C53554]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0021116",
    "category": "Cancer"
  },
  {
    "id": "MONDO_0002898",
    "label": "skin cancer",
    "description": "A malignant neoplasm involving the zone of skin",
    "url": "http://purl.obolibrary.org/obo/MONDO_0002898",
    "category": "Cancer"
  },
  {
    "id": "EFO_0000181",
    "label": "head and neck squamous cell carcinoma",
    "description": "A squamous cell carcinoma that arises from any of the following anatomic sites: lip and oral cavity, nasal cavity, paranasal sinuses, pharynx, larynx, and salivary glands. [NCIT: C34447]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000181",
    "category": "Cancer"
  },
  {
    "id": "EFO_0005952",
    "label": "non-Hodgkins lymphoma",
    "description": "Distinct from Hodgkin lymphoma both morphologically and biologically, non-Hodgkin lymphoma (NHL) is characterized by the absence of Reed-Sternberg cells, can occur at any age, and usually presents as a localized or generalized lymphadenopathy associated with fever and weight loss. The clinical course varies according to the morphologic type. NHL is clinically classified as indolent, aggressive, or having a variable clinical course. NHL can be of B-or T-/NK-cell lineage. [NCIT: C3211]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005952",
    "category": "Cancer"
  },
  {
    "id": "EFO_0009662",
    "label": "common wart",
    "description": "A wart caused by human papillomavirus. It can appear anywhere on the skin. [NCIT: C27087]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009662",
    "category": "Cancer"
  },
  {
    "id": "EFO_1000243",
    "label": "Epidermal Inclusion Cyst",
    "description": "Epidermal inclusion cyst (EIC), also known as sebaceous cyst and epidermoid cyst, is the most common cyst of the skin. It ranges in size from a few millimeters to a few centimeters and originates from the follicular infundibulum. Its contents are a cheesy, malodorous mixture of degraded lipid and keratin. It often ruptures, with associated pain and inflammation. (http://www.medicinenet.com/image-collection/epidermal_inclusion_cyst_eic_picture/picture.htm)",
    "url": "http://www.ebi.ac.uk/efo/EFO_1000243",
    "category": "Cancer"
  },
  {
    "id": "EFO_1000294",
    "label": "HER2 Positive Breast Carcinoma",
    "description": "A biologic subset of breast carcinoma defined by high expression of HER2, GRB7, and TRAP100, and by lack of expression of estrogen receptor (ER). [NCIT: C53556]",
    "url": "http://www.ebi.ac.uk/efo/EFO_1000294",
    "category": "Cancer"
  },
  {
    "id": "EFO_0001663",
    "label": "prostate carcinoma",
    "description": "A carcinoma that arises from epithelial cells of the prostate gland.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0001663",
    "category": "Cancer"
  },
  {
    "id": "EFO_0001071",
    "label": "lung carcinoma",
    "description": "A carcinoma that arises from epithelial cells of the lung",
    "url": "http://www.ebi.ac.uk/efo/EFO_0001071",
    "category": "Cancer"
  },
  {
    "id": "EFO_0005537",
    "label": "triple-negative breast cancer",
    "description": "An invasive breast carcinoma which is negative for expression of estrogen receptor (ER), progesterone receptor (PR), and human epidermal growth factor receptor 2 (HER2). [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005537",
    "category": "Cancer"
  },
  {
    "id": "MONDO_0011962",
    "label": "endometrial cancer",
    "description": "Primary or metastatic malignant neoplasm involving the endometrium (mucous membrane that lines the endometrial cavity). [NCIT: C27815]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0011962",
    "category": "Cancer"
  },
  {
    "id": "MONDO_0001657",
    "label": "brain cancer",
    "description": "A primary or metastatic malignant neoplasm affecting the brain. [NCIT: C3568]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0001657",
    "category": "Cancer"
  },
  {
    "id": "EFO_0000095",
    "label": "chronic lymphocytic leukemia",
    "description": "B-cell chronic lymphocytic leukemia (B-CLL) is a type of B-cell non-Hodgkin lymphoma, and the most common form of leukemia in Western countries, affecting elderly adults (mean age of 67 and 72 years) with a slight male predominance (1.7:1), and characterized by a highly variable clinical presentation that can include asymptomatic disease or non-specific B-symptoms such as unintentional weight loss, severe fatigue, fever (without evidence of infection), and night sweats as well as cervical lymphadenopathy, splenomegaly and frequent infections. Some patients can also develop autoimmune complications such as autoimmune hemolytic anemia or immune thrombocytopenia. The clinical course is extremely heterogeneous with survival ranging from a few months to several decades. [Orphanet: 67038]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000095",
    "category": "Cancer"
  },
  {
    "id": "EFO_0000305",
    "label": "breast carcinoma",
    "description": "A carcinoma that arises from epithelial cells of the breast",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000305",
    "category": "Cancer"
  },
  {
    "id": "EFO_1001375",
    "label": "Myocardial Ischemia",
    "description": "A disorder of cardiac function caused by insufficient blood flow to the muscle tissue of the heart. The decreased blood flow may be due to narrowing of the coronary arteries (coronary artery disease), to obstruction by a thrombus (coronary thrombosis), or less commonly, to diffuse narrowing of arterioles and other small vessels within the heart. Severe interruption of the blood supply to the myocardial tissue may result in necrosis of cardiac muscle (myocardial infarction). [MESH: D017202]",
    "url": "http://www.ebi.ac.uk/efo/EFO_1001375",
    "category": "Cardiovascular disease"
  },
  {
    "id": "MONDO_0005277",
    "label": "migraine disorder",
    "description": "A common, severe type of vascular headache often associated with increased sympathetic activity, resulting in nausea, vomiting, and light sensitivity. [NCIT: C89715]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0005277",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_0000612",
    "label": "myocardial infarction",
    "description": "Gross necrosis of the myocardium, as a result of interruption of the blood supply to the area, as in coronary thrombosis. [NCIT: C27996]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000612",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_0003870",
    "label": "brain aneurysm",
    "description": "A congenital or acquired aneurysm within the cranium. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003870",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_0004723",
    "label": "coronary artery calcification",
    "description": "Calcification of the coronary artery, used as a measure of coronary atherosclerosis, a risk factor for myocardial infarction.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004723",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_0000712",
    "label": "stroke",
    "description": "A sudden loss of neurological function secondary to hemorrhage or ischemia in the brain parenchyma due to a vascular event. [NCIT: C3390]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000712",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_0003763",
    "label": "cerebrovascular disorder",
    "description": "A disorder resulting from inadequate blood flow in the vessels that supply the brain. Representative examples include cerebrovascular ischemia, cerebral embolism, and cerebral infarction. [NCIT: C2938]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003763",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_0009552",
    "label": "hemorrhoid",
    "description": "Dilated veins in the anal canal. [NCIT: C26792]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009552",
    "category": "Cardiovascular disease"
  },
  {
    "id": "HP_0002140",
    "label": "Ischemic stroke",
    "description": "Acute ischemic stroke (AIS) is defined by the sudden loss of blood flow to an area of the brain with the resulting loss of neurologic function. It is caused by thrombosis or embolism that occludes a cerebral vessel supplying a specific area of the brain. During a vessel occlusion, there is a core area where damage to the brain is irreversible and an area of penumbra where the brain has lost function owing to decreased blood flow but is not irreversibly injured. [PMID: 32054610]",
    "url": "http://purl.obolibrary.org/obo/HP_0002140",
    "category": "Cardiovascular disease"
  },
  {
    "id": "MONDO_0001134",
    "label": "essential hypertension",
    "description": "Hypertension that presents without an identifiable cause. [NCIT: P378]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0001134",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_0008586",
    "label": "Non-ST Elevation Myocardial Infarction",
    "description": "An electrocardiographic finding of a myocardial infarction that does not produce elevations in the ST segment of the EKG. [ NCI ]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0008586",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_0000537",
    "label": "hypertension",
    "description": "Persistently high systemic arterial blood pressure. Based on multiple readings (blood pressure determination), hypertension is currently defined as when systolic pressure is consistently greater than 140 mm Hg or when diastolic pressure is consistently 90 mm Hg or more. [MESH: D006973]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000537",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_0010820",
    "label": "spontaneous coronary artery dissection",
    "description": "The spontaneous occurrence of a dissection of the coronary artery. The clinical recognition of this phenomenon has increased as coronary angiography is becoming more commonly used in the treatment of acute coronary syndrome. The etiology of the condition has not been fully elucidated, but the mean age of presentation is 30-45 years, more than 70% are women, and 30% of cases occur in the peripartum period.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0010820",
    "category": "Cardiovascular disease"
  },
  {
    "id": "MONDO_0015263",
    "label": "Brugada syndrome",
    "description": "A genetically heterogeneous condition characterized by complete or incomplete right bundle branch block accompanied by ST elevation in leads V1-V3. There is a high incidence of ventricular arrhythmia that may result in sudden death. [NCIT: C142891]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0015263",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_0004214",
    "label": "Abdominal Aortic Aneurysm",
    "description": "Enlargement and ballooning of the vessel that supplies arterial blood to the abdomen, pelvis and legs. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004214",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_0004286",
    "label": "venous thromboembolism",
    "description": "Occlusion of the lumen of a vein by a thrombus that has migrated from a distal site via the blood stream. [NCIT: C99537]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004286",
    "category": "Cardiovascular disease"
  },
  {
    "id": "HP_0001279",
    "label": "Syncope",
    "description": "Syncope is a syndrome in which loss of consciousness is of relatively sudden onset, temporary (usually less than 1 to 2 minutes), self-terminating, and of usually rapid recovery. Syncope leads to a generalized weakness of muscles with loss of postural tone, inability to stand upright, and loss of consciousness. Once the patient is in a horizontal position, blood flow to the brain is no longer hindered by gravitation and consciousness is regained. Unconsciousness usually lasts for seconds to minutes. Headache and drowsiness (which usually follow seizures) do not follow a syncopal attack. Syncope results from a sudden impairment of brain metabolism usually due to a reduction in cerebral blood flow. [PMID: 29255499]",
    "url": "http://purl.obolibrary.org/obo/HP_0001279",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_0000407",
    "label": "dilated cardiomyopathy",
    "description": "Cardiomyopathy which is characterized by dilation and contractile dysfunction of the left and right ventricles. It may be idiopathic, or it may result from a myocardial infarction, myocardial infection, or alcohol abuse. It is a cause of congestive heart failure. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000407",
    "category": "Cardiovascular disease"
  },
  {
    "id": "MONDO_0021661",
    "label": "coronary atherosclerosis",
    "description": "Atherosclerosis of the coronary vasculature. [NCIT: C35505]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0021661",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_0000668",
    "label": "preeclampsia",
    "description": "Preeclampsia is a hypertensive disorder of pregnancy that is characterized by new-onset hypertension with proteinuria presenting after 20 weeks of gestation, and depending on mild or severe forms may initially present with severe headache, visual disturbances, and hyperreflexia. [Orphanet: 275555]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000668",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_0003777",
    "label": "heart disease",
    "description": "A disease involving the heart and/or pericardium.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003777",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_0003875",
    "label": "peripheral vascular disease",
    "description": "Any disorder affecting blood flow through the veins or arteries outside of the heart. [NCIT: C35136]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003875",
    "category": "Cardiovascular disease"
  },
  {
    "id": "HP_0003115",
    "label": "Abnormal EKG",
    "description": "Abnormal rhythm of the heart.",
    "url": "http://purl.obolibrary.org/obo/HP_0003115",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_0003911",
    "label": "atrial flutter",
    "description": "A disorder characterized by an electrocardiographic finding of an organized, regular atrial rhythm with atrial rate of 240-340 beats per minute. Multiple P waves typically appear in the inferior leads in a saw tooth-like pattern between the QRS complexes. (CDISC) [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003911",
    "category": "Cardiovascular disease"
  },
  {
    "id": "MONDO_0000831",
    "label": "thrombotic disease",
    "description": "The formation of a blood clot in the lumen of a vessel or heart chamber; causes include coagulation disorders and vascular endothelial injury. [NCIT: C26891]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0000831",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_0000318",
    "label": "cardiomyopathy",
    "description": "A disease of the heart muscle or myocardium proper. Cardiomyopathies may be classified as either primary or secondary, on the basis of etiology, or on the pathophysiology of the lesion: hypertrophic, dilated, or restrictive. [NCIT: C34830]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000318",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_0003827",
    "label": "pulmonary embolism",
    "description": "The obstruction of the pulmonary artery or one of its branches by an embolus, sometimes associated with infarction of the lung. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003827",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_0004264",
    "label": "vascular disease",
    "description": "A general term used to describe any disease affecting blood vessels]. It includes vascular abnormalities caused by degenerative, metabolic and inflammatory conditions, embolic diseases, coagulative disorders, and functional disorders such as posteri or reversible encephalopathy syndrome.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004264",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_0003913",
    "label": "angina pectoris",
    "description": "The symptom of paroxysmal pain consequent to MYOCARDIAL ISCHEMIA usually of distinctive character, location and radiation. It is thought to be provoked by a transient stressful situation during which the oxygen requirements of the MYOCARDIUM exceed that supplied by the CORONARY CIRCULATION.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003913",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_0000319",
    "label": "cardiovascular disease",
    "description": "A disease involving the cardiovascular system.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000319",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_0009531",
    "label": "aortic valve disease",
    "description": "A disease involving the aortic valve.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009531",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_0000275",
    "label": "atrial fibrillation",
    "description": "A disorder characterized by an electrocardiographic finding of a supraventricular arrhythmia characterized by the replacement of consistent P waves by rapid oscillations or fibrillatory waves that vary in size, shape and timing and are accompanied by an irregular ventricular response. (CDISC) [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000275",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_0003770",
    "label": "diabetic retinopathy",
    "description": "A chronic, pathological complication associated with diabetes mellitus, where retinal damages are incurred due to microaneurysms in the vasculature of the retina, progressively leading to abnormal blood vessel growth, and swelling and leaking of fluid from blood vessels, resulting in vision loss or blindness. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003770",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_0005669",
    "label": "intracerebral hemorrhage",
    "description": "Bleeding into one or both cerebral hemispheres including the basal ganglia and the cerebral cortex. It is often associated with hypertension and craniocerebral trauma. [MESH: D002543]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005669",
    "category": "Cardiovascular disease"
  },
  {
    "id": "HP_0032263",
    "label": "Increased blood pressure",
    "description": "Abnormal increase in blood pressure. An individual measurement of increased blood pressure does not necessarily imply hypertension. In practical terms, multiple measurements are recommended to diagnose the presence of hypertension. [PMID: 9137951]",
    "url": "http://purl.obolibrary.org/obo/HP_0032263",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_0001645",
    "label": "coronary artery disease",
    "description": "Narrowing of the coronary arteries due to fatty deposits inside the arterial walls. The diagnostic criteria may include documented history of any of the following: documented coronary artery stenosis greater than or equal to 50% (by cardiac catheterization or other modality of direct imaging of the coronary arteries); previous coronary artery bypass surgery (CABG); previous percutaneous coronary intervention (PCI); previous myocardial infarction. (ACC) [NCIT: C26732]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0001645",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_0000538",
    "label": "hypertrophic cardiomyopathy",
    "description": "A condition in which the myocardium is hypertrophied without an obvious cause. The hypertrophy is generally asymmetric and may be associated with obstruction of the ventricular outflow tract. [NCIT: C34449]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000538",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_1001395",
    "label": "Phlebitis",
    "description": "Inflammation of a vein. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_1001395",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_0004265",
    "label": "peripheral arterial disease",
    "description": "A disorder of the arteries supplying the upper and lower extremity and the visceral organs. This includes the mesenteric arteries, the renal arteries and the aorta and excludes cerebrovascular arterial disease. Patients experience cramping and pain usually in the calves and thighs while walking. The symptoms subside with rest. [NCIT: C84496]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004265",
    "category": "Cardiovascular disease"
  },
  {
    "id": "MONDO_0004596",
    "label": "cor pulmonale",
    "description": "Hypertrophy and dilation of the right ventricle of the heart that is caused by pulmonary hypertension. This condition is often associated with pulmonary parenchymal or vascular diseases, such as chronic obstructive pulmonary disease and pulmonary embolism. [MESH: D011660]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0004596",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_0003144",
    "label": "heart failure",
    "description": "Inability of the heart to pump blood at an adequate rate to meet tissue metabolic requirements. Clinical symptoms of heart failure include: unusual dyspnea on light exertion, recurrent dyspnea occurring in the supine position, fluid retention or rales, jugular venous distension, pulmonary edema on physical exam, or pulmonary edema on chest x-ray presumed to be cardiac dysfunction. [EFO: 0003144]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003144",
    "category": "Cardiovascular disease"
  },
  {
    "id": "HP_0002619",
    "label": "Varicose veins",
    "description": "Enlarged and tortuous veins.",
    "url": "http://purl.obolibrary.org/obo/HP_0002619",
    "category": "Cardiovascular disease"
  },
  {
    "id": "HP_0001634",
    "label": "Mitral valve prolapse",
    "description": "One or both of the leaflets (cusps) of the mitral valve bulges back into the left atrium upon contraction of the left ventricle.",
    "url": "http://purl.obolibrary.org/obo/HP_0001634",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_0009677",
    "label": "occlusion precerebral artery",
    "description": "Occlusion of a precerebral artery.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009677",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_0004718",
    "label": "vascular dementia",
    "description": "A degenerative vascular disorder affecting the brain. It is caused by the blockage of the blood supply to the brain. It is manifested with decline of memory and cognitive functions. [NCIT: C34525]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004718",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_0008583",
    "label": "acute myocardial infarction",
    "description": "Necrosis of the myocardium, as a result of interruption of the blood supply to the area. It is characterized by a severe and rapid onset of symptoms that may include chest pain, often radiating to the left arm and left side of the neck, dyspnea, sweating, and palpitations. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0008583",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_0000373",
    "label": "congestive heart failure",
    "description": "Failure of the heart to pump a sufficient amount of blood to meet the needs of the body tissues, resulting in tissue congestion and edema. Signs and symptoms include shortness of breath, pitting edema, enlarged tender liver, engorged neck veins, and pulmonary rales. [NCIT: C3080]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000373",
    "category": "Cardiovascular disease"
  },
  {
    "id": "EFO_0004682",
    "label": "QT interval",
    "description": "The QT interval is a measure of the time between the start of the Q wave and the end of the T wave in the heart's electrical cycle",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004682",
    "category": "Cardiovascular measurement"
  },
  {
    "id": "EFO_0006336",
    "label": "diastolic blood pressure",
    "description": "The blood pressure after the contraction of the heart while the chambers of the heart refill with blood.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0006336",
    "category": "Cardiovascular measurement"
  },
  {
    "id": "EFO_0008373",
    "label": "left ventricular ejection fraction measurement",
    "description": "quantification of the volumetric fraction of blood pumped out of the left ventricle",
    "url": "http://www.ebi.ac.uk/efo/EFO_0008373",
    "category": "Cardiovascular measurement"
  },
  {
    "id": "EFO_0008206",
    "label": "left ventricular systolic function measurement",
    "description": "quantification of some aspect of the systolic function of the left cardiac ventricle such as ventricular fractional shortening or systolic dysfunction",
    "url": "http://www.ebi.ac.uk/efo/EFO_0008206",
    "category": "Cardiovascular measurement"
  },
  {
    "id": "EFO_0600085",
    "label": "PP interval",
    "description": "An interval measured from the onset of the P wave in one PQRST wave complex to the onset of the P wave in the following PQRST wave complex.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0600085",
    "category": "Cardiovascular measurement"
  },
  {
    "id": "EFO_0005278",
    "label": "cardiovascular disease biomarker measurement",
    "description": "cardiovascular disease biomarkers, such as ST2 cardiac biomarker and C-reactive protein, are used as indicators for cardiovascular disease and as predictors for therapeutic responses",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005278",
    "category": "Cardiovascular measurement"
  },
  {
    "id": "EFO_0004611",
    "label": "low density lipoprotein cholesterol measurement",
    "description": "The measurement of LDL cholesterol in blood used as a risk indicator for heart disease.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004611",
    "category": "Cardiovascular measurement"
  },
  {
    "id": "EFO_0007928",
    "label": "ventricular rate measurement",
    "description": "quantification in an electrocardiogram of the number of QRS complexes per minute",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007928",
    "category": "Cardiovascular measurement"
  },
  {
    "id": "EFO_0006335",
    "label": "systolic blood pressure",
    "description": "The blood pressure during the contraction of the left ventricle of the heart.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0006335",
    "category": "Cardiovascular measurement"
  },
  {
    "id": "EFO_0005689",
    "label": "non-high density lipoprotein cholesterol measurement",
    "description": "The quantification of NHDL cholesterol in blood, calculated by subtracting the amount of cholesterol in the HDL fraction from total cholesterol and used as an indicator for cardiovascular disease risk",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005689",
    "category": "Cardiovascular measurement"
  },
  {
    "id": "EFO_0004614",
    "label": "apolipoprotein A 1 measurement",
    "description": "Is a quantification of apolipoprotein A 1 in a sample. It is encoded in humans by the APOA1 gene and is the major protein component of high density lipoprotein (HDL) in plasma. Apolipoprotein A 1 relates to lower observational risk of coronary artery disease.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004614",
    "category": "Cardiovascular measurement"
  },
  {
    "id": "EFO_0006340",
    "label": "mean arterial pressure",
    "description": "The mean pressure of the blood within the arterial circulation. The arterial pressure may be directly measured by insertion of an intra-arterial catheter connected to a transducer. The mean arterial pressure (MAP) can be calculated by subsequent analysis of the waveform. MAP can be approximated without an invasive procedure using the following formula: diastolic pressure plus 1/3 of the pulse pressure, where pulse pressure is systolic pressure - diastolic pressure.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0006340",
    "category": "Cardiovascular measurement"
  },
  {
    "id": "EFO_0004462",
    "label": "PR interval",
    "description": "A PR interval is an  electrocardiography measurement which measures from the beginning of the P wave to the beginning of the QRS complex in the heart's electrical cycle",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004462",
    "category": "Cardiovascular measurement"
  },
  {
    "id": "EFO_0004831",
    "label": "RR interval",
    "description": "A RR interval is an  electrocardiography measurement  - R wave to R wave interval (RR interval) and is the inverse of the heart rate.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004831",
    "category": "Cardiovascular measurement"
  },
  {
    "id": "EFO_0004517",
    "label": "arterial stiffness measurement",
    "description": "An Arterial stiffness measurement is the information output of a non invasive pulse wave velocity assay. Arterial stiffness is a predictor of cardiovascular mortality",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004517",
    "category": "Cardiovascular measurement"
  },
  {
    "id": "EFO_0004761",
    "label": "uric acid measurement",
    "description": "Is a quantification of uric acid, typically in blood. Uric acid is associated with gout, insulin resistance and cardivascular disease.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004761",
    "category": "Cardiovascular measurement"
  },
  {
    "id": "EFO_0020865",
    "label": "aortic measurement",
    "description": "Measurement of some parts of the aorta, including ascending aorta distensibility and area.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0020865",
    "category": "Cardiovascular measurement"
  },
  {
    "id": "EFO_0005094",
    "label": "P wave duration",
    "description": "measurement of the time from start to finish of the P wave, in the electrocardiograph illustrating the initial deflection of the cardiac cycle, representing the excitation of the atria.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005094",
    "category": "Cardiovascular measurement"
  },
  {
    "id": "EFO_0005763",
    "label": "pulse pressure measurement",
    "description": "quantification of the difference between systolic blood pressure and diastolic blood pressure. Higher PP is associated with left ventricle hypertrophy and the increased intimal thickness of the carotid artery, which represent early target organ damage in cardiovascular diseases",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005763",
    "category": "Cardiovascular measurement"
  },
  {
    "id": "EFO_0009290",
    "label": "left ventricular mass index",
    "description": "The left ventricular mass divided by the subject's body surface area",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009290",
    "category": "Cardiovascular measurement"
  },
  {
    "id": "EFO_0010555",
    "label": "left ventricular stroke volume measurement",
    "description": "Quantification of the volume of blood pumped from the left ventricle of the heart with each beat, calculated by subtracting the volume of blood in the ventricle at the end of a beat (end-systolic volume) from the volume of blood just prior to the beat (end-diastolic volume).",
    "url": "http://www.ebi.ac.uk/efo/EFO_0010555",
    "category": "Cardiovascular measurement"
  },
  {
    "id": "EFO_0003871",
    "label": "tongue neoplasm",
    "description": "A neoplasm (disease) that involves the tongue. [MONDO: patterns/location]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003871",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_1000657",
    "label": "rectum cancer",
    "description": "A primary or metastatic malignant neoplasm that affects the rectum. Representative examples include carcinoma, lymphoma, and sarcoma. [NCIT: C7418]",
    "url": "http://www.ebi.ac.uk/efo/EFO_1000657",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_0009605",
    "label": "pancreas disease",
    "description": "A non-neoplastic or neoplastic disorder that affects the pancreas. Representative examples of non-neoplastic disorders include pancreatitis and pancreatic insufficiency. Representative examples of neoplastic disorders include cystadenomas, carcinomas, lymphomas, and neuroendocrine neoplasms. [NCIT: C26842]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009605",
    "category": "Digestive system disorder"
  },
  {
    "id": "MONDO_0001056",
    "label": "gastric cancer",
    "description": "A primary or metastatic malignant neoplasm involving the stomach. [NCIT: C9331]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0001056",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_0001422",
    "label": "cirrhosis of liver",
    "description": "A disorder characterized by replacement of the liver parenchyma with fibrous tissue and regenerative nodules. It is usually caused by alcoholism, hepatitis B, and hepatitis C. Complications include the development of ascites, esophageal varices, bleeding, and hepatic encephalopathy. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0001422",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_1001950",
    "label": "colon carcinoma",
    "description": "A carcinoma that arises from epithelial cells of the colon",
    "url": "http://www.ebi.ac.uk/efo/EFO_1001950",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_0000729",
    "label": "ulcerative colitis",
    "description": "An inflammatory bowel disease involving the mucosal surface of the large intestine and rectum. It may present with an acute or slow onset and follows an intermittent or continuous course. Signs and symptoms include abdominal pain, diarrhea, fever, weight loss, and intestinal hemorrhage. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000729",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_0004210",
    "label": "gallstones",
    "description": "Solid crystalline precipitates in the biliary tract, usually formed in the gallbladder, resulting in the condition of cholelithiasis. Gallstones, derived from the bile, consist mainly of calcium, cholesterol, or bilirubin. [MESH: D042882]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004210",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_0003095",
    "label": "non-alcoholic fatty liver disease",
    "description": "Metabolic dysfunction-associated steatotic liver disease (MASLD, formerly known as nonalcoholic fatty liver disease or NAFLD) is a type of liver disease that is not caused by alcohol. It typically does not cause symptoms in the early stages, but it can cause health problems due to fat accumulation, inflammation, and scarring in the liver.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003095",
    "category": "Digestive system disorder"
  },
  {
    "id": "MONDO_0021400",
    "label": "polyp of colon",
    "description": "A polyp that involves the colon. [MONDO: patterns/location]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0021400",
    "category": "Digestive system disorder"
  },
  {
    "id": "MONDO_0060766",
    "label": "anal polyp",
    "description": "A non-neoplastic or neoplastic polypoid lesion that arises from the anus. Representative examples include the fibroepithelial polyp and squamous papilloma. [NCIT: C3957]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0060766",
    "category": "Digestive system disorder"
  },
  {
    "id": "MONDO_0021398",
    "label": "polyp of rectum",
    "description": "A polyp that involves the rectum. [MONDO: patterns/location]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0021398",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_0002618",
    "label": "pancreatic carcinoma",
    "description": "A carcinoma that arises from epithelial cells of the exocrine pancreas",
    "url": "http://www.ebi.ac.uk/efo/EFO_0002618",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_1000802",
    "label": "alcoholic liver cirrhosis",
    "description": "A disorder of the liver characterized by the presence of fibrotic scar tissue instead of healthy liver tissue. This condition is attributed to excessive consumption of alcoholic beverages. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_1000802",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_0000478",
    "label": "esophageal adenocarcinoma",
    "description": "A malignant tumor with glandular differentiation arising predominantly from Barrett mucosa in the lower third of the esophagus. Rare examples of esophageal adenocarcinoma deriving from ectopic gastric mucosa in the upper esophagus have also been reported. Grossly, esophageal adenocarcinomas are similar to esophageal squamous cell carcinomas. Microscopically, adenocarcinomas arising in the setting of Barrett esophagus are typically papillary and/or tubular. The prognosis is poor. [NCIT: C4025]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000478",
    "category": "Digestive system disorder"
  },
  {
    "id": "MONDO_0005184",
    "label": "pancreatic ductal adenocarcinoma",
    "description": "An infiltrating adenocarcinoma that arises from the epithelial cells of the pancreas. It affects males more often than females and the patients are usually over 50 years of age. Microscopically it is characterized by the presence of glandular (ductal) differentiation and desmoplastic stroma formation. Signs and symptoms include pain, loss of weight, and jaundice. It grows rapidly and is usually detected after it has metastasized to other anatomic sites. The prognosis is usually poor. [NCIT: C9120]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0005184",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_0000400",
    "label": "diabetes mellitus",
    "description": "A metabolic disorder characterized by abnormally high blood sugar levels due to diminished production of insulin or insulin resistance/desensitization. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000400",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_0000384",
    "label": "Crohn's disease",
    "description": "A gastrointestinal disorder characterized by chronic inflammation involving all layers of the intestinal wall, noncaseating granulomas affecting the intestinal wall and regional lymph nodes, and transmural fibrosis. Crohn disease most commonly involves the terminal ileum; the colon is the second most common site of involvement. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000384",
    "category": "Digestive system disorder"
  },
  {
    "id": "MONDO_0000385",
    "label": "benign digestive system neoplasm",
    "description": "A non-metastasizing neoplasm arising from any part of the digestive system. [NCIT: P378]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0000385",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_0003948",
    "label": "gastroesophageal reflux disease",
    "description": "A chronic disorder characterized by reflux of the gastric and/or duodenal contents into the distal esophagus. It is usually caused by incompetence of the lower esophageal sphincter. Symptoms include heartburn and acid indigestion. It may cause injury to the esophageal mucosa. [NCIT: C26781]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003948",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_0005577",
    "label": "pharynx cancer",
    "description": "A primary or metastatic malignant neoplasm that affects the pharynx. [NCIT: C7545]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005577",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_1000630",
    "label": "marginal zone B-cell lymphoma",
    "description": "A usually indolent mature B-cell lymphoma, arising from the marginal zone of lymphoid tissues. It is characterized by the presence of small to medium sized atypical lymphocytes. It comprises three entities, according to the anatomic sites involved: extranodal marginal zone B-cell lymphoma of mucosa-associated lymphoid tissue, which affects extranodal sites (most often stomach, lung, skin, and ocular adnexa); nodal marginal zone B-cell lymphoma, which affects lymph nodes without evidence of extranodal disease; and splenic marginal zone B-cell lymphoma, which affects the spleen and splenic hilar lymph nodes, bone marrow, and often the peripheral blood. [NCIT: C4341]",
    "url": "http://www.ebi.ac.uk/efo/EFO_1000630",
    "category": "Digestive system disorder"
  },
  {
    "id": "MONDO_0002423",
    "label": "rectosigmoid junction neoplasm",
    "description": "A benign or malignant neoplasm that affects the rectosigmoid region. Representative examples of benign neoplasms include lipoma and leiomyoma. Representative examples of malignant neoplasms include carcinoma, lymphoma, and sarcoma. Rectosigmoid adenomas always exhibit epithelial dysplasia and are considered premalignant neoplasms. [NCIT: C4877]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0002423",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_0000280",
    "label": "Barrett's esophagus",
    "description": "Esophageal lesion lined with columnar metaplastic epithelium which is flat or villiform. Barrett epithelium is characterized by two different types of cells: goblet cells and columnar cells. The symptomatology of Barrett esophagus is that of gastro-esophageal reflux. It is the precursor of most esophageal adenocarcinomas. (WHO) [NCIT: C2891]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000280",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_0004607",
    "label": "duodenal ulcer",
    "description": "An ulcer in the duodenal wall. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004607",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_0009534",
    "label": "biliary tract disease",
    "description": "A disease involving the biliary tree.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009534",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_0003860",
    "label": "pancreatic neoplasm",
    "description": "A benign or malignant neoplasm involving the pancreas. [NCIT: C3305]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003860",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_0004799",
    "label": "cholelithiasis",
    "description": "The presence of calculi in the gallbladder. [NCIT: C122822]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004799",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_0005570",
    "label": "oral cavity cancer",
    "description": "A primary or metastatic malignant neoplasm involving the oral cavity. The majority are squamous cell carcinomas. [NCIT: C9314]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005570",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_0004593",
    "label": "gestational diabetes",
    "description": "Carbohydrate intolerance first diagnosed during pregnancy. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004593",
    "category": "Digestive system disorder"
  },
  {
    "id": "MONDO_0004627",
    "label": "duodenitis",
    "description": "Acute or chronic inflammation of the duodenum. Causes include bacterial and viral infections and gastroesophageal reflux disease. Symptoms include vomiting and abdominal pain. [NCIT: P378]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0004627",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_0009959",
    "label": "diverticular disease",
    "description": "A complex disorder characterised by mucosal outpouchings (diverticulae) of the colonic wall which can become infected and inflamed leading to diverticulitis, perforation and bleeding.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009959",
    "category": "Digestive system disorder"
  },
  {
    "id": "MONDO_0005575",
    "label": "colorectal cancer",
    "description": "A primary or metastatic malignant neoplasm that affects the colon or rectum. Representative examples include carcinoma, lymphoma, and sarcoma. [NCIT: C4978]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0005575",
    "category": "Digestive system disorder"
  },
  {
    "id": "MONDO_0002278",
    "label": "benign colon neoplasm",
    "description": "A non-metastasizing neoplasm arising from the wall of the colon. [NCIT: C2894]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0002278",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_1001951",
    "label": "colorectal carcinoma",
    "description": "A malignant epithelial neoplasm that arises from the colon or rectum and invades through the muscularis mucosa into the submucosa. The vast majority are adenocarcinomas. [NCIT: C2955]",
    "url": "http://www.ebi.ac.uk/efo/EFO_1001951",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_1000218",
    "label": "Digestive System Carcinoma",
    "description": "A malignant neoplasm that arises from the epithelium of any part of the digestive system. Representative examples include colorectal carcinoma, esophageal carcinoma, and pancreatic carcinoma. [NCIT: C96963]",
    "url": "http://www.ebi.ac.uk/efo/EFO_1000218",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_0001060",
    "label": "celiac disease",
    "description": "An autoimmune genetic disorder with an unknown pattern of inheritance that primarily affects the digestive tract. It is caused by intolerance to dietary gluten. Consumption of gluten protein triggers an immune response which damages small intestinal villi and prevents adequate absorption of nutrients. Clinical signs include abdominal cramping, diarrhea or constipation and weight loss. If untreated, the clinical course may progress to malnutrition, anemia, osteoporosis and an increased risk of intestinal malignancies. However, the prognosis is favorable with successful avoidance of gluten in the diet. [NCIT: C26714]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0001060",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_0002916",
    "label": "esophageal carcinoma",
    "description": "Esophageal carcinoma (EC) is a tumor arising in the epithelial cells lining the esophagus and can be divided into two subtypes: esophageal squamous cell carcinoma (ESCC) and esophageal adenocarcinoma (EAC). [Orphanet: 70482]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0002916",
    "category": "Digestive system disorder"
  },
  {
    "id": "MONDO_0001409",
    "label": "esophagitis",
    "description": "An acute or chronic inflammatory disease affecting the esophageal wall. [NCIT: C9224]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0001409",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_0000217",
    "label": "gastritis",
    "description": "Inflammation of the stomach. [NCIT: C26780]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000217",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_0003767",
    "label": "inflammatory bowel disease",
    "description": "A spectrum of small and large bowel inflammatory diseases of unknown etiology. It includes Crohn's disease, ulcerative colitis, and colitis of indeterminate type. [NCIT: C3138]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003767",
    "category": "Digestive system disorder"
  },
  {
    "id": "MONDO_0007576",
    "label": "esophageal cancer",
    "description": "A primary or metastatic malignant neoplasm involving the esophagus. [NCIT: C7478]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0007576",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_0007149",
    "label": "appendicitis",
    "description": "Acute inflammation of the vermiform appendix. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007149",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_0009431",
    "label": "intestinal disease",
    "description": "A non-neoplastic or neoplastic disorder that affects the small or large intestine. [NCIT: C26801]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009431",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_0009544",
    "label": "esophageal disease",
    "description": "A non-neoplastic or neoplastic disorder that affects the esophagus. Representative examples of non-neoplastic disorders include esophagitis and esophageal ulcer. Representative examples of neoplastic disorders include carcinomas, lymphomas, and melanomas. [NCIT: C3027]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009544",
    "category": "Digestive system disorder"
  },
  {
    "id": "MONDO_0004235",
    "label": "diverticulitis",
    "description": "An infection that develops in the diverticula of the intestinal tract. Signs and symptoms include abdominal pain, fever, and leukocytosis. [NCIT: C26752]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0004235",
    "category": "Digestive system disorder"
  },
  {
    "id": "MONDO_0005148",
    "label": "type 2 diabetes mellitus",
    "description": "A type of diabetes mellitus that is characterized by insulin resistance or desensitization and increased blood glucose levels. This is a chronic disease that can develop gradually over the life of a patient and can be linked to both environmental factors and heredity. [NCIT: P378]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0005148",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_0000699",
    "label": "Sjogren syndrome",
    "description": "An autoimmune disorder in which immune cells attack and destroy the glands that produce tears and saliva. Sjögren syndrome is also associated with rheumatic disorders such as rheumatoid arthritis or systemic lupus erythematosus. The hallmark symptoms of Sjögren syndrome are dry mouth and dry eyes. In addition, Sjogren syndrome may cause skin, nose, and vaginal dryness. It also may affect other organs of the body including the kidneys, blood vessels, lungs, liver, pancreas, and brain",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000699",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_0001421",
    "label": "liver disease",
    "description": "A disease involving the liver.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0001421",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_0000405",
    "label": "digestive system disease",
    "description": "A disease or disorder that involves the digestive system. [MONDO: design_pattern]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000405",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_0009542",
    "label": "disorder of appendix",
    "description": "A disease or disorder that involves the vermiform appendix. [MONDO: patterns/location]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009542",
    "category": "Digestive system disorder"
  },
  {
    "id": "MONDO_0005147",
    "label": "type 1 diabetes mellitus",
    "description": "A chronic condition characterized by minimal or absent production of insulin by the pancreas. [NCIT: C2986]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0005147",
    "category": "Digestive system disorder"
  },
  {
    "id": "EFO_0004528",
    "label": "mean corpuscular hemoglobin concentration",
    "description": "The mean corpuscular hemoglobin concentration is a measure of the concentration of hemoglobin in a given volume of packed red blood cell",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004528",
    "category": "Hematological measurement"
  },
  {
    "id": "EFO_0004536",
    "label": "total blood protein measurement",
    "description": "A total blood protein measurement is a quantification of protein in a blood sample. It is used as a marker for disease and nutrition. It is performed in the liquid portion of blood and typically measures albumin and globulin.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004536",
    "category": "Hematological measurement"
  },
  {
    "id": "EFO_0005090",
    "label": "basophil count",
    "description": "The number of granulocytes (polymorphonuclear leukocytes) in a specified volume of blood, usually 1 cubic millimeter. | quantification of basophils in the blood",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005090",
    "category": "Hematological measurement"
  },
  {
    "id": "EFO_0004309",
    "label": "platelet count",
    "description": "The number of PLATELETS per unit volume in a sample of venous BLOOD.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004309",
    "category": "Hematological measurement"
  },
  {
    "id": "EFO_0005091",
    "label": "monocyte count",
    "description": "quantification of monocytes in the blood",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005091",
    "category": "Hematological measurement"
  },
  {
    "id": "EFO_0007984",
    "label": "platelet component distribution width",
    "description": "Measure of variation in platelet size. | The determination of the amount of platelet shape changes present in a sample. [ NCI ]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007984",
    "category": "Hematological measurement"
  },
  {
    "id": "EFO_0007990",
    "label": "neutrophil percentage of leukocytes",
    "description": "A calculated measurement in which the number of neutrophil granulocytes is divided by the number of all white blood cells in a specified sample of peripheral venous blood, and the result presented as a ratio, fraction, quotient or percentage. A neutrophil is, or is in the process of becoming, a granular leucocyte having a nucleus with three to five lobes connected by threads of chromatin, cytoplasm containing very fine granules, and which is readily stainable with neutral dyes.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007990",
    "category": "Hematological measurement"
  },
  {
    "id": "EFO_0007992",
    "label": "basophil percentage of leukocytes",
    "description": "A calculated measurement in which the number of basophil granulocytes is divided by the number of all white blood cells in a specified sample of peripheral venous blood, and the result presented as a ratio, fraction, quotient or percentage. A basophil is a granular leukocyte with an irregularly shaped, relatively pale-staining nucleus that is partially constricted into two lobes, and with cytoplasm containing coarse granules of variable size that stain bluish-black when exposed to basic dyes.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007992",
    "category": "Hematological measurement"
  },
  {
    "id": "EFO_0007991",
    "label": "eosinophil percentage of leukocytes",
    "description": "A calculated measurement in which the number of eosinophil granulocytes is divided by the number of all white blood cells in a specified sample of peripheral venous blood, and the result presented as a ratio, fraction, quotient or percentage. An eosinophil is a granular leukocyte having a nucleus with two lobes connected by a thread of chromatin, and cytoplasm containing coarse, round granules of uniform size that stain readily with eosin and other acid dyes.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007991",
    "category": "Hematological measurement"
  },
  {
    "id": "EFO_0004348",
    "label": "hematocrit",
    "description": "The volume of packed RED BLOOD CELLS in a blood specimen. The volume is measured by centrifugation in a tube with graduated markings, or with automated blood cell counters. It is an indicator of erythrocyte status in disease. For example, ANEMIA shows a low value; POLYCYTHEMIA, a high value.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004348",
    "category": "Hematological measurement"
  },
  {
    "id": "EFO_0007993",
    "label": "lymphocyte percentage of leukocytes",
    "description": "A calculated measurement in which the number of lymphocytes in a specified sample of blood is divided by the total number of white blood cells in the sample, and the result presented as a ratio, fraction, quotient or percentage. ",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007993",
    "category": "Hematological measurement"
  },
  {
    "id": "EFO_0004509",
    "label": "hemoglobin measurement",
    "description": "Hemoglobin measurement is a measure of the quantity of the metallo protein hemoglobin in blood often used in the diagnosis of anaemia.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004509",
    "category": "Hematological measurement"
  },
  {
    "id": "EFO_0009188",
    "label": "Red cell distribution width",
    "description": "Red blood cell distribution width (RDW or RDW-CV or RCDW and RDW-SD) is a measure of the range of variation of red blood cell (RBC) volume that is reported as part of a standard complete blood count. Usually red blood cells are a standard size of about 6-8 μm in diameter. Certain disorders, however, cause a significant variation in cell size. Higher RDW values indicate greater variation in size. Normal reference range of RDW-CV in human red blood cells is 11.5-14.5%.[1] If anemia is observed, RDW test results are often used together with mean corpuscular volume (MCV) results to determine the possible causes of the anemia. It is mainly used to differentiate an anemia of mixed causes from an anemia of a single cause.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009188",
    "category": "Hematological measurement"
  },
  {
    "id": "EFO_0007989",
    "label": "monocyte percentage of leukocytes",
    "description": "A calculated measurement in which the number of monocytes in a specified sample of blood is divided by the total number of white blood cells in the sample, and the result presented as a ratio, fraction, quotient or percentage. ",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007989",
    "category": "Hematological measurement"
  },
  {
    "id": "EFO_0007985",
    "label": "platelet crit",
    "description": "The proportion of blood volume that is occupied by platelets, expressed as a percentage. ",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007985",
    "category": "Hematological measurement"
  },
  {
    "id": "EFO_0004630",
    "label": "factor VIII measurement",
    "description": "Is a quantification of factor VIII in serum, Factor VIII (FVIII) is an essential blood clotting protein, also known as anti-hemophilic factor (AHF). In humans, Factor VIII is encoded by the F8 gene.[1][2] Defects in this gene results in hemophilia A.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004630",
    "category": "Hematological measurement"
  },
  {
    "id": "EFO_0004541",
    "label": "HbA1c measurement",
    "description": "A quantification of glycated A1c hemoglobin in blood used as an index for blood glucose level over several months.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004541",
    "category": "Hematological measurement"
  },
  {
    "id": "EFO_0004587",
    "label": "lymphocyte count",
    "description": "A quantification of lymphocytes in blood.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004587",
    "category": "Hematological measurement"
  },
  {
    "id": "EFO_0004833",
    "label": "neutrophil count",
    "description": "The number of granulocytes (polymorphonuclear leukocytes) in a specified volume of blood, usually 1 cubic millimeter.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004833",
    "category": "Hematological measurement"
  },
  {
    "id": "EFO_0004503",
    "label": "hematological measurement",
    "description": "A measurement quantifying some blood cell, or component.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004503",
    "category": "Hematological measurement"
  },
  {
    "id": "EFO_0004842",
    "label": "eosinophil count",
    "description": "Is a quantification of eosinphils in blood. | The number of granulocytes (polymorphonuclear leukocytes) in a specified volume of blood, usually 1 cubic millimeter.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004842",
    "category": "Hematological measurement"
  },
  {
    "id": "EFO_0004527",
    "label": "mean corpuscular hemoglobin",
    "description": "The MCH is  the average mass of hemoglobin per red blood cell in a sample of blood and is calculated by dividing the total mass of hemoglobin by the RBC count",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004527",
    "category": "Hematological measurement"
  },
  {
    "id": "EFO_0004305",
    "label": "erythrocyte count",
    "description": "The number of red blood cells per unit volume in a sample of venous blood.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004305",
    "category": "Hematological measurement"
  },
  {
    "id": "MONDO_0005301",
    "label": "multiple sclerosis",
    "description": "A progressive autoimmune disorder affecting the central nervous system resulting in demyelination. Patients develop physical and cognitive impairments that correspond with the affected nerve fibers. [NCIT: P378]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0005301",
    "category": "Immune system disorder"
  },
  {
    "id": "MONDO_0007915",
    "label": "systemic lupus erythematosus",
    "description": "An autoimmune multi-organ disease typically associated with vasculopathy and autoantibody production. Most patients have antinuclear antibodies (ANA). The presence of anti-dsDNA or anti-Smith antibodies are highly-specific. [NCIT: P378]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0007915",
    "category": "Immune system disorder"
  },
  {
    "id": "EFO_0009482",
    "label": "drug allergy",
    "description": "Immunologically mediated adverse reactions to medicinal substances used legally or illegally. [MESH: D004342]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009482",
    "category": "Immune system disorder"
  },
  {
    "id": "EFO_0005140",
    "label": "autoimmune disease",
    "description": "Autoimmune disease or disorder is a disease characterized by an immune response of an organism against parts of itself causing pathology e.g. Graves' disease.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005140",
    "category": "Immune system disorder"
  },
  {
    "id": "EFO_0000274",
    "label": "atopic eczema",
    "description": "A common chronic pruritic inflammatory skin disease with a strong genetic component. Onset typically occurs during the first 2 years of life. [OMIM: 603165]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000274",
    "category": "Immune system disorder"
  },
  {
    "id": "EFO_0001378",
    "label": "multiple myeloma",
    "description": "A bone marrow-based plasma cell neoplasm characterized by a serum monoclonal protein and skeletal destruction with osteolytic lesions, pathological fractures, bone pain, hypercalcemia, and anemia. Clinical variants include non-secretory myeloma, smoldering myeloma, indolent myeloma, and plasma cell leukemia. (WHO, 2001) [NCIT: C3242]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0001378",
    "category": "Immune system disorder"
  },
  {
    "id": "EFO_0002429",
    "label": "polycythemia vera",
    "description": "Polycythemia vera (PV) is an acquired myeloproliferative disorder characterized by an elevated absolute red blood cell mass caused by uncontrolled red blood cell production, frequently associated with uncontrolled white blood cell and platelet production. [Orphanet: 729]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0002429",
    "category": "Immune system disorder"
  },
  {
    "id": "EFO_0000706",
    "label": "spondyloarthropathy",
    "description": "A group of inflammatory rheumatic diseases associated with arthritis and enthesitis, and often involving the axial skeleton. The most common form of spondyloarthritis is ankylosing spondylitis. Other forms include axial spondyloarthritis, peripheral spondyloarthritis, reactive arthritis, psoriatic arthritis/spondylitis and enteropathic arthritis/spondylitis. [NCIT: C116778]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000706",
    "category": "Immune system disorder"
  },
  {
    "id": "EFO_0009732",
    "label": "enthesitis-related juvenile idiopathic arthritis",
    "description": "Enthesitis-related juvenile idiopathic arthritis is a subtype of juvenile idiopathic arthritis that is characterized by both arthritis and inflammation of an enthesitis site (the point at which a ligament, tendon, or joint capsule attaches to the bone). Signs and symptoms generally develop in late childhood or early adolescence and include pain, tenderness, and swelling in joints and at the enthesis. The knee and the back of the ankle (at the Achilles tendon) are the most commonly affected parts of the body. The underlying cause of enthesitis-related juvenile idiopathic arthritis is currently unknown (idiopathic). It is very rare for more than one member of a family to have juvenile arthritis; however, research suggests that having a family member with juvenile arthritis or any autoimmune disease may increase the risk of having juvenile arthritis, in general. Treatment usually involves different types of medications to help manage symptoms and/or physical therapy.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009732",
    "category": "Immune system disorder"
  },
  {
    "id": "MONDO_0018906",
    "label": "follicular lymphoma",
    "description": "Follicular lymphoma is a form of non-Hodgkin lymphoma characterized by a proliferation of B cells whose nodular structure of follicular architecture is preserved. [Orphanet: 545]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0018906",
    "category": "Immune system disorder"
  },
  {
    "id": "MONDO_0004670",
    "label": "lupus erythematosus",
    "description": "An autoimmune, connective tissue chronic inflammatory disorder affecting the skin, joints, kidneys, lungs, heart, and the peripheral blood cells. It is more commonly seen in women than men. Variants include discoid and systemic lupus erythematosus. [NCIT: C27153]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0004670",
    "category": "Immune system disorder"
  },
  {
    "id": "MONDO_0005271",
    "label": "allergic disease",
    "description": "An immune response that occurs following re-exposure to an innocuous antigen, and that requires the presence of existing antibodies against that antigen. This response involves the binding of IgE to mast cells, and may worsen with repeated exposures. [NCIT: C114476]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0005271",
    "category": "Immune system disorder"
  },
  {
    "id": "EFO_0001060",
    "label": "celiac disease",
    "description": "An autoimmune genetic disorder with an unknown pattern of inheritance that primarily affects the digestive tract. It is caused by intolerance to dietary gluten. Consumption of gluten protein triggers an immune response which damages small intestinal villi and prevents adequate absorption of nutrients. Clinical signs include abdominal cramping, diarrhea or constipation and weight loss. If untreated, the clinical course may progress to malnutrition, anemia, osteoporosis and an increased risk of intestinal malignancies. However, the prognosis is favorable with successful avoidance of gluten in the diet. [NCIT: C26714]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0001060",
    "category": "Immune system disorder"
  },
  {
    "id": "EFO_0007460",
    "label": "reactive arthritis",
    "description": "Reactive arthritis (ReA) is an autoimmune disorder belonging to the group of seronegative spondyloarthropathies and is characterized by the classic triad of arthritis, urethritis and conjunctivitis. [Orphanet: 29207]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007460",
    "category": "Immune system disorder"
  },
  {
    "id": "EFO_0000699",
    "label": "Sjogren syndrome",
    "description": "An autoimmune disorder in which immune cells attack and destroy the glands that produce tears and saliva. Sjögren syndrome is also associated with rheumatic disorders such as rheumatoid arthritis or systemic lupus erythematosus. The hallmark symptoms of Sjögren syndrome are dry mouth and dry eyes. In addition, Sjogren syndrome may cause skin, nose, and vaginal dryness. It also may affect other organs of the body including the kidneys, blood vessels, lungs, liver, pancreas, and brain",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000699",
    "category": "Immune system disorder"
  },
  {
    "id": "EFO_1002019",
    "label": "oligoarticular juvenile idiopathic arthritis",
    "description": "Oligoarticular juvenile arthritis is the most common form of juvenile idiopathic arthritis (JIA), representing nearly 50% of cases. [Orphanet: 85410]",
    "url": "http://www.ebi.ac.uk/efo/EFO_1002019",
    "category": "Immune system disorder"
  },
  {
    "id": "EFO_0000403",
    "label": "diffuse large B-cell lymphoma",
    "description": "Diffuse large B-cell lymphoma is the most common subtype of non-Hodgkin lymphoma (NHL) in adults characterized by a median age of presentation in the sixth decade of life (but also rarely occurring in adolescents and children) with the initial presentation being single or multiple rapidly growing masses (that may or may not be painful) in nodal or extranodal sites (such as thyroid, skin, breast, gastrointestinal tract, testes, bone, or brain) and that can be accompanied by symptoms of fever, night sweats and weight loss. DLBCL has an aggressive disease course, with the elderly having a poorer prognosis than younger patients, and with relapses being common. [Orphanet: 544]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000403",
    "category": "Immune system disorder"
  },
  {
    "id": "EFO_0009441",
    "label": "Waldenstrom macroglobulinemia",
    "description": "",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009441",
    "category": "Immune system disorder"
  },
  {
    "id": "EFO_0009190",
    "label": "Thyrotoxicosis",
    "description": "A hypermetabolic syndrome caused by the elevation of thyroid hormone levels in the serum. Signs and symptoms include tachycardia, palpitations, tremor, weight loss, warm weather intolerance, and moist skin. Causes include Graves disease, toxic nodular goiter, toxic thyroid nodule, and lymphocytic thyroiditis. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009190",
    "category": "Immune system disorder"
  },
  {
    "id": "EFO_0000384",
    "label": "Crohn's disease",
    "description": "A gastrointestinal disorder characterized by chronic inflammation involving all layers of the intestinal wall, noncaseating granulomas affecting the intestinal wall and regional lymph nodes, and transmural fibrosis. Crohn disease most commonly involves the terminal ileum; the colon is the second most common site of involvement. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000384",
    "category": "Immune system disorder"
  },
  {
    "id": "EFO_0009460",
    "label": "ACPA-negative rheumatoid arthritis",
    "description": "A subtype of rheumatoid arthritis defined by the absence of autoantibodies that are directed against citrullinated peptides and proteins.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009460",
    "category": "Immune system disorder"
  },
  {
    "id": "EFO_1000630",
    "label": "marginal zone B-cell lymphoma",
    "description": "A usually indolent mature B-cell lymphoma, arising from the marginal zone of lymphoid tissues. It is characterized by the presence of small to medium sized atypical lymphocytes. It comprises three entities, according to the anatomic sites involved: extranodal marginal zone B-cell lymphoma of mucosa-associated lymphoid tissue, which affects extranodal sites (most often stomach, lung, skin, and ocular adnexa); nodal marginal zone B-cell lymphoma, which affects lymph nodes without evidence of extranodal disease; and splenic marginal zone B-cell lymphoma, which affects the spleen and splenic hilar lymph nodes, bone marrow, and often the peripheral blood. [NCIT: C4341]",
    "url": "http://www.ebi.ac.uk/efo/EFO_1000630",
    "category": "Immune system disorder"
  },
  {
    "id": "EFO_0002609",
    "label": "juvenile idiopathic arthritis",
    "description": "Juvenile idiopathic arthritis (JIA) is the term used to describe a group of inflammatory articular disorders of unknown cause that begin before the age of 16 and last over 6 weeks. The term juvenile idiopathic arthritis was chosen to signify the absence of any known mechanism underlying the disorder and to highlight the necessity of excluding other types of arthritis occurring in well defined diseases (in particular arthritis occurring in association with infectious, inflammatory and haematooncologic diseases). [Orphanet: 92]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0002609",
    "category": "Immune system disorder"
  },
  {
    "id": "EFO_0000676",
    "label": "psoriasis",
    "description": "An autoimmune condition characterized by red, well-delineated plaques with silvery scales that are usually on the extensor surfaces and scalp. They can occasionally present with these manifestations: pustules; erythema and scaling in intertriginous areas, and erythroderma, that are often distributed on extensor surfaces and scalp. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000676",
    "category": "Immune system disorder"
  },
  {
    "id": "EFO_0007533",
    "label": "vasomotor rhinitis",
    "description": "Inflammation in the nasal cavity mucosa that results from the abnormal regulation of the blood flow in the nose. It may be caused by temperature fluctuations, air pollution, strong odors, and tobacco smoke. It results in chronic nasal congestion, sneezing, and running nose. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007533",
    "category": "Immune system disorder"
  },
  {
    "id": "EFO_0004208",
    "label": "Vitiligo",
    "description": "Generalized well circumscribed patches of leukoderma that are generally distributed over symmetric body locations and is due to autoimmune destruction of melanocytes. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004208",
    "category": "Immune system disorder"
  },
  {
    "id": "EFO_1002020",
    "label": "polyarticular juvenile idiopathic arthritis, rheumatoid factor negative",
    "description": "Rheumatoid factor-negative polyarthritis is a term used to describe a group of poorly defined heterogenous conditions that incorporates forms of rheumatoid factor-negative polyarthritis and forms of oligoarticular arthritis that become extensive in less than 6 months after onset. [Orphanet: 85408]",
    "url": "http://www.ebi.ac.uk/efo/EFO_1002020",
    "category": "Immune system disorder"
  },
  {
    "id": "EFO_0009459",
    "label": "ACPA-positive rheumatoid arthritis",
    "description": "A subtype of rheumatoid arthritis defined by the presence of autoantibodies that are directed against citrullinated peptides and proteins.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009459",
    "category": "Immune system disorder"
  },
  {
    "id": "EFO_0000717",
    "label": "systemic scleroderma",
    "description": "A chronic disorder, possibly autoimmune, marked by excessive production of collagen which results in hardening and thickening of body tissues. The two types of systemic scleroderma, limited cutaneous and diffuse cutaneous are classified with focus on the extent of affected skin. A relationship exists between the extent of skin area affected and degree of internal organ/system involvement. Systemic scleroderma can manifest itself in pulmonary fibrosis, Raynaud's syndrome, digestive system telangiectasias, renal hypertension and/or pulmonary hypertension. [NCIT: C72070]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000717",
    "category": "Immune system disorder"
  },
  {
    "id": "EFO_0000729",
    "label": "ulcerative colitis",
    "description": "An inflammatory bowel disease involving the mucosal surface of the large intestine and rectum. It may present with an acute or slow onset and follows an intermittent or continuous course. Signs and symptoms include abdominal pain, diarrhea, fever, weight loss, and intestinal hemorrhage. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000729",
    "category": "Immune system disorder"
  },
  {
    "id": "EFO_0003767",
    "label": "inflammatory bowel disease",
    "description": "A spectrum of small and large bowel inflammatory diseases of unknown etiology. It includes Crohn's disease, ulcerative colitis, and colitis of indeterminate type. [NCIT: C3138]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003767",
    "category": "Immune system disorder"
  },
  {
    "id": "EFO_0003956",
    "label": "seasonal allergic rhinitis",
    "description": "Allergic rhinitis caused by outdoor allergens. [NCIT: C92188]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003956",
    "category": "Immune system disorder"
  },
  {
    "id": "EFO_0000095",
    "label": "chronic lymphocytic leukemia",
    "description": "B-cell chronic lymphocytic leukemia (B-CLL) is a type of B-cell non-Hodgkin lymphoma, and the most common form of leukemia in Western countries, affecting elderly adults (mean age of 67 and 72 years) with a slight male predominance (1.7:1), and characterized by a highly variable clinical presentation that can include asymptomatic disease or non-specific B-symptoms such as unintentional weight loss, severe fatigue, fever (without evidence of infection), and night sweats as well as cervical lymphadenopathy, splenomegaly and frequent infections. Some patients can also develop autoimmune complications such as autoimmune hemolytic anemia or immune thrombocytopenia. The clinical course is extremely heterogeneous with survival ranging from a few months to several decades. [Orphanet: 67038]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000095",
    "category": "Immune system disorder"
  },
  {
    "id": "MONDO_0005147",
    "label": "type 1 diabetes mellitus",
    "description": "A chronic condition characterized by minimal or absent production of insulin by the pancreas. [NCIT: C2986]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0005147",
    "category": "Immune system disorder"
  },
  {
    "id": "EFO_0007149",
    "label": "appendicitis",
    "description": "Acute inflammation of the vermiform appendix. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007149",
    "category": "Immune system disorder"
  },
  {
    "id": "EFO_0003778",
    "label": "psoriatic arthritis",
    "description": "Joint inflammation associated with psoriasis. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003778",
    "category": "Immune system disorder"
  },
  {
    "id": "EFO_0000685",
    "label": "rheumatoid arthritis",
    "description": "A chronic, systemic autoimmune disorder characterized by inflammation in the synovial membranes and articular surfaces. It manifests primarily as a symmetric, erosive polyarthritis that spares the axial skeleton and is typically associated with the presence in the serum of rheumatoid factor. [NCIT: C2884]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000685",
    "category": "Immune system disorder"
  },
  {
    "id": "EFO_0005854",
    "label": "allergic rhinitis",
    "description": "Inflammation of the nasal mucous membranes caused by an IgE-mediated response to external allergens. The inflammation may also involve the mucous membranes of the sinuses, eyes, middle ear, and pharynx. Symptoms include sneezing, nasal congestion, rhinorrhea, and itching. It may lead to fatigue, drowsiness, and malaise thus causing impairment of the quality of life. [NCIT: C79532]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005854",
    "category": "Immune system disorder"
  },
  {
    "id": "EFO_0003898",
    "label": "ankylosing spondylitis",
    "description": "An autoimmune chronic inflammatory disorder characterized by inflammation in the vertebral joints of the spine and sacroiliac joints. It predominantly affects young males. Patients present with stiffness and pain in the spine. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003898",
    "category": "Immune system disorder"
  },
  {
    "id": "EFO_0004458",
    "label": "C-reactive protein measurement",
    "description": "C-reactive protein (CRP) measurement is a measurement of the level of C-reactive protein in the blood.  Levels are known to rise in response to inflammation, CRP is therefore used as a clinical measure of inflammation. The measurement is used in the process of clinical diagnosis as high levels of CRP are associated with cardiovascular disease, diabetes and hypertension and in some cancers. | is about MESH:D002097",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004458",
    "category": "Inflammatory measurement"
  },
  {
    "id": "EFO_0005090",
    "label": "basophil count",
    "description": "The number of granulocytes (polymorphonuclear leukocytes) in a specified volume of blood, usually 1 cubic millimeter. | quantification of basophils in the blood",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005090",
    "category": "Inflammatory measurement"
  },
  {
    "id": "EFO_0007992",
    "label": "basophil percentage of leukocytes",
    "description": "A calculated measurement in which the number of basophil granulocytes is divided by the number of all white blood cells in a specified sample of peripheral venous blood, and the result presented as a ratio, fraction, quotient or percentage. A basophil is a granular leukocyte with an irregularly shaped, relatively pale-staining nucleus that is partially constricted into two lobes, and with cytoplasm containing coarse granules of variable size that stain bluish-black when exposed to basic dyes.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007992",
    "category": "Inflammatory measurement"
  },
  {
    "id": "EFO_0004614",
    "label": "apolipoprotein A 1 measurement",
    "description": "Is a quantification of apolipoprotein A 1 in a sample. It is encoded in humans by the APOA1 gene and is the major protein component of high density lipoprotein (HDL) in plasma. Apolipoprotein A 1 relates to lower observational risk of coronary artery disease.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004614",
    "category": "Inflammatory measurement"
  },
  {
    "id": "EFO_0004611",
    "label": "low density lipoprotein cholesterol measurement",
    "description": "The measurement of LDL cholesterol in blood used as a risk indicator for heart disease.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004611",
    "category": "Lipid or lipoprotein measurement"
  },
  {
    "id": "EFO_0006925",
    "label": "lipoprotein A measurement",
    "description": "quantification of some lipoprotein A in a sample",
    "url": "http://www.ebi.ac.uk/efo/EFO_0006925",
    "category": "Lipid or lipoprotein measurement"
  },
  {
    "id": "EFO_0004574",
    "label": "total cholesterol measurement",
    "description": "A total cholesterol measurement is the quantification of cholesterol in blood, total cholesterol is defined as the sum of HDL, LDL, and VLDL.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004574",
    "category": "Lipid or lipoprotein measurement"
  },
  {
    "id": "EFO_0010733",
    "label": "polyunsaturated fatty acid measurement",
    "description": "The determination of the amount of polyunsaturated fatty acids present in a sample.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0010733",
    "category": "Lipid or lipoprotein measurement"
  },
  {
    "id": "EFO_0004908",
    "label": "testosterone measurement",
    "description": "is a quantification of testosterone, typically in serum. Testosterone is a steroid hormone.Testosterone measurement is used in the diagnosis of\nprecocious or delayed puberty, infertility (in men and women), ovarian tumours, adrenal tumours and pituitary disorders.\n",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004908",
    "category": "Lipid or lipoprotein measurement"
  },
  {
    "id": "EFO_0004615",
    "label": "apolipoprotein B measurement",
    "description": "The measurement of ApoB in blood. Apolipoprotein B is a major protein constituent of chylomicrons (apo B-48), LDL (apo B-100) and VLDL (apo B-100). Apo B-100 functions as a recognition signal for the cellular binding and internalization of LDL particles by the apoB/E receptor, and is upregulated in response to enterovirus 71.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004615",
    "category": "Lipid or lipoprotein measurement"
  },
  {
    "id": "EFO_0007848",
    "label": "apolipoprotein A-IV measurement",
    "description": "quantification of serum lipoprotein A-IV. Apolipoprotein A-IV, encoded in humans by the APOA4 gene,  a 376-residue mature O-linked glycoprotein.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007848",
    "category": "Lipid or lipoprotein measurement"
  },
  {
    "id": "EFO_0004612",
    "label": "high density lipoprotein cholesterol measurement",
    "description": "The measurement of HDL cholesterol in blood used as a risk indicator for heart disease.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004612",
    "category": "Lipid or lipoprotein measurement"
  },
  {
    "id": "EFO_0005689",
    "label": "non-high density lipoprotein cholesterol measurement",
    "description": "The quantification of NHDL cholesterol in blood, calculated by subtracting the amount of cholesterol in the HDL fraction from total cholesterol and used as an indicator for cardiovascular disease risk",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005689",
    "category": "Lipid or lipoprotein measurement"
  },
  {
    "id": "EFO_0004614",
    "label": "apolipoprotein A 1 measurement",
    "description": "Is a quantification of apolipoprotein A 1 in a sample. It is encoded in humans by the APOA1 gene and is the major protein component of high density lipoprotein (HDL) in plasma. Apolipoprotein A 1 relates to lower observational risk of coronary artery disease.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004614",
    "category": "Lipid or lipoprotein measurement"
  },
  {
    "id": "EFO_0004530",
    "label": "triglyceride measurement",
    "description": "A triglyceride  measurement is a quantification of triglycerides in some body fluid, used as a biomarker for cardiovascular disease.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004530",
    "category": "Lipid or lipoprotein measurement"
  },
  {
    "id": "EFO_0004697",
    "label": "estradiol measurement",
    "description": "Is a quantification of circulating estradiol a circulating steriod sex hormone.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004697",
    "category": "Lipid or lipoprotein measurement"
  },
  {
    "id": "EFO_0001073",
    "label": "obesity",
    "description": "A disorder involving an excessive amount of body fat.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0001073",
    "category": "Metabolic disorder"
  },
  {
    "id": "EFO_0003770",
    "label": "diabetic retinopathy",
    "description": "A chronic, pathological complication associated with diabetes mellitus, where retinal damages are incurred due to microaneurysms in the vasculature of the retina, progressively leading to abnormal blood vessel growth, and swelling and leaking of fluid from blood vessels, resulting in vision loss or blindness. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003770",
    "category": "Metabolic disorder"
  },
  {
    "id": "EFO_0000734",
    "label": "vitamin B12 deficiency",
    "description": "A disease characterized by low serum levels of vitamin B12, either inherited or acquired. [PMID: 16846473]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000734",
    "category": "Metabolic disorder"
  },
  {
    "id": "MONDO_0005148",
    "label": "type 2 diabetes mellitus",
    "description": "A type of diabetes mellitus that is characterized by insulin resistance or desensitization and increased blood glucose levels. This is a chronic disease that can develop gradually over the life of a patient and can be linked to both environmental factors and heredity. [NCIT: P378]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0005148",
    "category": "Metabolic disorder"
  },
  {
    "id": "EFO_0005203",
    "label": "eating disorder",
    "description": "A broad group of psychological disorders with abnormal eating behaviors leading to physiological effects from overeating or insufficient food intake. [NCIT: C89332]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005203",
    "category": "Metabolic disorder"
  },
  {
    "id": "MONDO_0002279",
    "label": "iron metabolism disease",
    "description": "Disorders in the processing of iron in the body: its absorption, transport, storage, and utilization. [MESH: D019189]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0002279",
    "category": "Metabolic disorder"
  },
  {
    "id": "EFO_0000400",
    "label": "diabetes mellitus",
    "description": "A metabolic disorder characterized by abnormally high blood sugar levels due to diminished production of insulin or insulin resistance/desensitization. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000400",
    "category": "Metabolic disorder"
  },
  {
    "id": "EFO_0009441",
    "label": "Waldenstrom macroglobulinemia",
    "description": "",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009441",
    "category": "Metabolic disorder"
  },
  {
    "id": "EFO_0004274",
    "label": "gout",
    "description": "A condition characterized by painful swelling of the joints, which is caused by deposition of urate crystals. [NCIT: C34650]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004274",
    "category": "Metabolic disorder"
  },
  {
    "id": "EFO_0009556",
    "label": "mineral metabolism disease",
    "description": "Abnormal levels of minerals in the blood.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009556",
    "category": "Metabolic disorder"
  },
  {
    "id": "MONDO_0024431",
    "label": "bilirubin metabolism disease",
    "description": "",
    "url": "http://purl.obolibrary.org/obo/MONDO_0024431",
    "category": "Metabolic disorder"
  },
  {
    "id": "MONDO_0003916",
    "label": "overnutrition",
    "description": "An imbalanced nutritional status resulting from excessive intake of nutrients. Generally, overnutrition generates an energy imbalance between food consumption and energy expenditure leading to disorders such as obesity. [MESH: D044343]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0003916",
    "category": "Metabolic disorder"
  },
  {
    "id": "MONDO_0005147",
    "label": "type 1 diabetes mellitus",
    "description": "A chronic condition characterized by minimal or absent production of insulin by the pancreas. [NCIT: C2986]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0005147",
    "category": "Metabolic disorder"
  },
  {
    "id": "MONDO_0037821",
    "label": "porphyrin metabolism disease",
    "description": "A disease that has its basis in the disruption of porphyrin-containing compound metabolic process. [MONDO: patterns/basis_in_disruption_of_process]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0037821",
    "category": "Metabolic disorder"
  },
  {
    "id": "EFO_0000589",
    "label": "metabolic disease",
    "description": "A congenital disorder (due to inherited enzyme abnormality) or acquired (due to failure of a metabolically important organ) disorder resulting from an abnormal metabolic process. [NCIT: C3235]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000589",
    "category": "Metabolic disorder"
  },
  {
    "id": "EFO_0000195",
    "label": "metabolic syndrome",
    "description": "A cluster of metabolic risk factors for CARDIOVASCULAR DISEASES and TYPE 2 DIABETES MELLITUS. The major components of metabolic syndrome X include excess ABDOMINAL FAT; atherogenic DYSLIPIDEMIA; HYPERTENSION; HYPERGLYCEMIA; INSULIN RESISTANCE; a proinflammatory state; and a prothrombotic (THROMBOSIS) state. (from AHA/NHLBI/ADA Conference Proceedings, Circulation 2004; 109:551-556)",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000195",
    "category": "Metabolic disorder"
  },
  {
    "id": "EFO_0004593",
    "label": "gestational diabetes",
    "description": "Carbohydrate intolerance first diagnosed during pregnancy. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004593",
    "category": "Metabolic disorder"
  },
  {
    "id": "MONDO_0005301",
    "label": "multiple sclerosis",
    "description": "A progressive autoimmune disorder affecting the central nervous system resulting in demyelination. Patients develop physical and cognitive impairments that correspond with the affected nerve fibers. [NCIT: P378]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0005301",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0006788",
    "label": "anxiety disorder",
    "description": "A category of psychiatric disorders which are characterized by anxious feelings or fear often accompanied by physical symptoms associated with anxiety. [NCIT: C2878]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0006788",
    "category": "Neurological disorder"
  },
  {
    "id": "MONDO_0005277",
    "label": "migraine disorder",
    "description": "A common, severe type of vascular headache often associated with increased sympathetic activity, resulting in nausea, vomiting, and light sensitivity. [NCIT: C89715]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0005277",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0000326",
    "label": "central nervous system cancer",
    "description": "A malignant neoplasm involving the central nervous system",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000326",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0003870",
    "label": "brain aneurysm",
    "description": "A congenital or acquired aneurysm within the cranium. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003870",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0009387",
    "label": "peripheral nervous system disease",
    "description": "A disease involving the peripheral nervous system.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009387",
    "category": "Neurological disorder"
  },
  {
    "id": "HP_0002315",
    "label": "Headache",
    "description": "Cephalgia, or pain sensed in various parts of the head, not confined to the area of distribution of any nerve. [PMID: 15304572]",
    "url": "http://purl.obolibrary.org/obo/HP_0002315",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0000712",
    "label": "stroke",
    "description": "A sudden loss of neurological function secondary to hemorrhage or ischemia in the brain parenchyma due to a vascular event. [NCIT: C3390]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000712",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0003763",
    "label": "cerebrovascular disorder",
    "description": "A disorder resulting from inadequate blood flow in the vessels that supply the brain. Representative examples include cerebrovascular ischemia, cerebral embolism, and cerebral infarction. [NCIT: C2938]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003763",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0009964",
    "label": "bipolar II disorder",
    "description": "A bipolar disorder that is characterized by at least one hypomanic episode and at least one major depressive episode; with this disorder, depressive episodes are more frequent and more intense than manic episodes.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009964",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0007462",
    "label": "REM sleep behavior disorder",
    "description": "A disorder characterized by episodes of vigorous and often violent motor activity during rem sleep (sleep, rem). The affected individual may inflict self injury or harm others, and is difficult to awaken from this condition. Episodes are usually followed by a vivid recollection of a dream that is consistent with the aggressive behavior. This condition primarily affects adult males. (From Adams et al., Principles of Neurology, 6th ed, p393) [MESH: D020187]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007462",
    "category": "Neurological disorder"
  },
  {
    "id": "MONDO_0004985",
    "label": "bipolar disorder",
    "description": "A disorder of the brain that causes unusual shifts in mood, energy, activity levels and the ability to carry out day-to-day tasks. Often these moods range and shift from periods of elation and energized behavior to those of hopelessness and depression. [NCIT: C34423]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0004985",
    "category": "Neurological disorder"
  },
  {
    "id": "HP_0002140",
    "label": "Ischemic stroke",
    "description": "Acute ischemic stroke (AIS) is defined by the sudden loss of blood flow to an area of the brain with the resulting loss of neurologic function. It is caused by thrombosis or embolism that occludes a cerebral vessel supplying a specific area of the brain. During a vessel occlusion, there is a core area where damage to the brain is irreversible and an area of penumbra where the brain has lost function owing to decreased blood flow but is not irreversibly injured. [PMID: 32054610]",
    "url": "http://purl.obolibrary.org/obo/HP_0002140",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0009558",
    "label": "mononeuropathy",
    "description": "Disease or trauma involving a single peripheral nerve in isolation, or out of proportion to evidence of diffuse peripheral nerve dysfunction. Mononeuropathy multiplex refers to a condition characterized by multiple isolated nerve injuries. Mononeuropathies may result from a wide variety of causes, including ischemia; traumatic injury; compression; connective tissue diseases; cumulative trauma disorders; and other conditions. [MESH: D020422]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009558",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_1001870",
    "label": "late-onset Alzheimer's disease",
    "description": "This is the most common form of the disease, which happens to people age 65 and older. It may or may not run in families. So far, researchers haven’t found a particular gene that causes it. No one knows for sure why some people get it and others don’t.",
    "url": "http://www.ebi.ac.uk/efo/EFO_1001870",
    "category": "Neurological disorder"
  },
  {
    "id": "MONDO_0018177",
    "label": "glioblastoma",
    "description": "",
    "url": "http://purl.obolibrary.org/obo/MONDO_0018177",
    "category": "Neurological disorder"
  },
  {
    "id": "MONDO_0021945",
    "label": "hearing disorder",
    "description": "A disorder characterized by the partial or complete loss of the ability to detect sounds due to damage to the ear structures or inability of the brain to properly interpret or process the auditory signals it receives from the anatomic structures of the ear. [NCIT: C3078]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0021945",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0004213",
    "label": "otosclerosis",
    "description": "Formation of spongy bone in the labyrinth capsule which can progress toward the stapes (stapedial fixation) or anteriorly toward the cochlea leading to conductive, sensorineural, or mixed hearing loss. Several genes are associated with familial otosclerosis with varied clinical signs. [MESH: D010040]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004213",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0003877",
    "label": "sleep apnea",
    "description": "A disorder characterized by multiple cessations of respirations during sleep that induce partial arousals and interfere with the maintenance of sleep. [MESH: D012891]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003877",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0004698",
    "label": "insomnia",
    "description": "A sleep disorder characterized by difficulty in falling asleep and/or remaining asleep. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004698",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0005203",
    "label": "eating disorder",
    "description": "A broad group of psychological disorders with abnormal eating behaviors leading to physiological effects from overeating or insufficient food intake. [NCIT: C89332]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005203",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0003839",
    "label": "retinopathy",
    "description": "Any disease or disorder of the retina. [NCIT: C62601]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003839",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0010698",
    "label": "retinal break",
    "description": "Retinal breaks are full-thickness discontinuities in the retina. They can be classified into tears, such as horseshoe tears and giant retinal tears, or holes, such as operculated holes and atrophic holes.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0010698",
    "category": "Neurological disorder"
  },
  {
    "id": "MONDO_0002050",
    "label": "depressive disorder",
    "description": "A melancholy feeling of sadness and despair. [NCIT: C2982]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0002050",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0000677",
    "label": "mental or behavioural disorder",
    "description": "A disease that has its basis in the disruption of mental process. [MONDO: patterns/basis_in_disruption_of_process]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000677",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0000621",
    "label": "neuroblastoma",
    "description": "Neuroblastoma (NB) is the most common solid, extracranial childhood tumor. It is an aggressive pediatric cancer that originates from neural crest tissues of the sympathetic nervous system. [PMID: 32903387]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000621",
    "category": "Neurological disorder"
  },
  {
    "id": "MONDO_0002326",
    "label": "alcohol-induced mental disorder",
    "description": "",
    "url": "http://purl.obolibrary.org/obo/MONDO_0002326",
    "category": "Neurological disorder"
  },
  {
    "id": "MONDO_0007079",
    "label": "alcohol dependence",
    "description": "Physical and psychological dependence on alcohol. [NCIT: P378]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0007079",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0003833",
    "label": "brain neoplasm",
    "description": "A neoplasm (disease) that involves the brain. [MONDO: patterns/location]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003833",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0009902",
    "label": "handedness",
    "description": "A better, faster, or more precise performance or individual preference for use of a hand, known as the dominant hand; the less capable or less preferred hand is called the non-dominant hand. Dominance typically applies to all tasks, but in rare cases may be task-specific (known as cross-handedness or mixed-dominance) Ambidexterity is the ability to do any task equally well with either hand.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009902",
    "category": "Neurological disorder"
  },
  {
    "id": "MONDO_0002236",
    "label": "ocular cancer",
    "description": "A benign or malignant neoplasm affecting the structures of the eye. [NCIT: P378]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0002236",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0009963",
    "label": "bipolar I disorder",
    "description": "A bipolar disorder that is characterized by at least one manic or mixed episode.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009963",
    "category": "Neurological disorder"
  },
  {
    "id": "MONDO_0004975",
    "label": "Alzheimer disease",
    "description": "A progressive, neurodegenerative disease characterized by loss of function and death of nerve cells in several areas of the brain leading to loss of cognitive function such as memory and language. [NCIT: P378]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0004975",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0005782",
    "label": "age-related hearing impairment",
    "description": "Bilateral hearing loss caused by progressive degeneration of cochlear structures and central auditory pathways, typically associated with the aging process. [NCIT: C116367]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005782",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0009550",
    "label": "headache disorder",
    "description": "Various conditions with the symptom of headache. Headache disorders are classified into major groups, such as primary headache disorders (based on characteristics of their headache symptoms) and secondary headache disorders (based on their etiologies). (International Classification of Headache Disorders, 2nd ed. Cephalalgia 2004: suppl 1) [MESH: D020773]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009550",
    "category": "Neurological disorder"
  },
  {
    "id": "MONDO_0005090",
    "label": "schizophrenia",
    "description": "A major psychotic disorder characterized by abnormalities in the perception or expression of reality. It affects the cognitive and psychomotor functions. Common clinical signs and symptoms include delusions, hallucinations, disorganized thinking, and retreat from reality. [NCIT: P378]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0005090",
    "category": "Neurological disorder"
  },
  {
    "id": "MONDO_0005180",
    "label": "Parkinson disease",
    "description": "A progressive degenerative disorder of the central nervous system characterized by loss of dopamine producing neurons in the substantia nigra and the presence of Lewy bodies in the substantia nigra and locus coeruleus. Signs and symptoms include tremor which is most pronounced during rest, muscle rigidity, slowing of the voluntary movements, a tendency to fall back, and a mask-like facial expression. [NCIT: P378]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0005180",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0003888",
    "label": "attention deficit hyperactivity disorder",
    "description": "A disorder characterized by a marked pattern of inattention and/or hyperactivity-impulsivity that is inconsistent with developmental level and clearly interferes with functioning in at least two settings (e.g. at home and at school). When present, the symptoms of hyperactivity are most often present before the age of 7 years. There are three recognized presentations or subtypes from most to least common: combined type, inattentive/distractible type, hyperactive/impulsive type. [NCIT: C97160]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003888",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0005543",
    "label": "glioma",
    "description": "A benign or malignant brain and spinal cord tumor that arises from glial cells (astrocytes, oligodendrocytes, ependymal cells). Tumors that arise from astrocytes are called astrocytic tumors or astrocytomas. Tumors that arise from oligodendrocytes are called oligodendroglial tumors. Tumors that arise from ependymal cells are called ependymomas. [NCIT: C3059]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005543",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0003768",
    "label": "nicotine dependence",
    "description": "Physical and psychological dependence on nicotine. [NCIT: C54203]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003768",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0000474",
    "label": "epilepsy",
    "description": "A brain disorder characterized by episodes of abnormally increased neuronal discharge resulting in transient episodes of sensory or motor neurological dysfunction, or psychic dysfunction. These episodes may or may not be associated with loss of consciousness or convulsions. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000474",
    "category": "Neurological disorder"
  },
  {
    "id": "HP_0100716",
    "label": "Self-injurious behavior",
    "description": "Self-aggression. | All of these actions can be impulsive, compulsive, or planned.",
    "url": "http://purl.obolibrary.org/obo/HP_0100716",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0005773",
    "label": "retinal detachment",
    "description": "An eye emergency condition which may lead to blindness if left untreated. It is characterized by the separation of the inner retina layers from the underlying pigment epithelium. Causes include trauma, advanced diabetes mellitus, high myopia, and choroid tumors. Symptoms include sudden appearance of floaters, sudden light flushes, and blurred vision. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005773",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0003918",
    "label": "obstructive sleep apnea",
    "description": "Cessation of air flow during sleep due to upper airway obstruction. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003918",
    "category": "Neurological disorder"
  },
  {
    "id": "MONDO_0016158",
    "label": "narcolepsy-cataplexy syndrome",
    "description": "A type of narcolepsy characterized by excessive day-time sleepiness associated with uncontrollable sleep urges and cataplexy (loss of muscle tone often triggered by pleasant emotions). [Orphanet: 2073]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0016158",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0003770",
    "label": "diabetic retinopathy",
    "description": "A chronic, pathological complication associated with diabetes mellitus, where retinal damages are incurred due to microaneurysms in the vasculature of the retina, progressively leading to abnormal blood vessel growth, and swelling and leaking of fluid from blood vessels, resulting in vision loss or blindness. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003770",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0005669",
    "label": "intracerebral hemorrhage",
    "description": "Bleeding into one or both cerebral hemispheres including the basal ganglia and the cerebral cortex. It is often associated with hypertension and craniocerebral trauma. [MESH: D002543]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005669",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0001063",
    "label": "deafness",
    "description": "A partial or complete loss o f hearing in one or both ears; the level of impairment varies from a mild but important loss of sensitivity to a total loss of hearing. | An inherited or acquired condition characterized by a partial or complete loss of hearing in one or both ears. The level of impairment varies from a mild but important loss of sensitivity to a total loss of hearing. | An inherited or acquired condition characterized by the complete loss of the ability to hear from one or both ears.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0001063",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0008568",
    "label": "Sleep Disorder",
    "description": "A change from the patient's baseline sleeping pattern, in the hours slept and/or an alteration/dysfunction in the stages of sleep. [NCIT: C3376]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0008568",
    "category": "Neurological disorder"
  },
  {
    "id": "MONDO_0002009",
    "label": "major depressive disorder",
    "description": "An episode of depression lasting two or more weeks without an intervening episode of mania. [NCIT: P378]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0002009",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0004238",
    "label": "hearing loss",
    "description": "A partial or complete loss of hearing in one or both ears. It is classified as conductive, sensory, or central. [NCIT: C35731]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004238",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0001365",
    "label": "age-related macular degeneration",
    "description": "Age-related loss of vision in the central portion of the retina (macula), secondary to retinal degeneration. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0001365",
    "category": "Neurological disorder"
  },
  {
    "id": "MONDO_0001657",
    "label": "brain cancer",
    "description": "A primary or metastatic malignant neoplasm affecting the brain. [NCIT: C3568]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0001657",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0009606",
    "label": "macular degeneration",
    "description": "Loss of vision in the central portion of the retina (macula), secondary to retinal degeneration. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009606",
    "category": "Neurological disorder"
  },
  {
    "id": "MONDO_0021107",
    "label": "narcolepsy",
    "description": "A sleep disorder characterized by a tendency for excessive sleepiness during the day which occurs even after adequate sleep in the nighttime. The persons who suffer from this condition experience fatigue and may fall asleep at inappropriate times during the day. [NCIT: C84489]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0021107",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0003756",
    "label": "autism spectrum disorder",
    "description": "A spectrum of developmental disorders that includes autism, and Asperger syndrome. Signs and symptoms include poor communication skills, defective social interactions, and repetitive behaviors. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003756",
    "category": "Neurological disorder"
  },
  {
    "id": "MONDO_0001627",
    "label": "dementia",
    "description": "Loss of intellectual abilities interfering with an individual's social and occupational functions. Causes include Alzheimer's disease, brain injuries, brain tumors, and vascular disorders. [NCIT: P378]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0001627",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0009677",
    "label": "occlusion precerebral artery",
    "description": "Occlusion of a precerebral artery.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009677",
    "category": "Neurological disorder"
  },
  {
    "id": "EFO_0004718",
    "label": "vascular dementia",
    "description": "A degenerative vascular disorder affecting the brain. It is caused by the blockage of the blood supply to the brain. It is manifested with decline of memory and cognitive functions. [NCIT: C34525]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004718",
    "category": "Neurological disorder"
  },
  {
    "id": "MONDO_0002253",
    "label": "spondylosis",
    "description": "A degenerative spinal disease that can involve any part of the vertebra, the intervertebral disk, and the surrounding soft tissue. [MESH: D055009]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0002253",
    "category": "Other disease"
  },
  {
    "id": "EFO_0000464",
    "label": "emphysema",
    "description": "A subcategory of chronic obstructive pulmonary disease (COPD). It occurs in people who smoke and suffer from chronic bronchitis. It is characterized by inflation of the alveoli, alveolar wall damage, and reduction in the number of alveoli, resulting in difficulty breathing. [NCIT: C3348]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000464",
    "category": "Other disease"
  },
  {
    "id": "MONDO_0005129",
    "label": "cataract",
    "description": "Partial or complete opacity of the crystalline lens of one or both eyes that decreases visual acuity and eventually results in blindness. Some cataracts appear in infancy or in childhood, but most develop in older individuals. (Sternberg Diagnostic Surgical Pathology, 3rd ed.) [NCIT: C26713]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0005129",
    "category": "Other disease"
  },
  {
    "id": "MONDO_0004979",
    "label": "asthma",
    "description": "A bronchial disease that is characterized by chronic inflammation and narrowing of the airways, which is caused by a combination of environmental and genetic factors resulting in recurring periods of wheezing (a whistling sound while breathing), chest tightness, shortness of breath, mucus production and coughing. The symptoms appear due to a variety of triggers such as allergens, irritants, respiratory infections, weather changes, exercise, stress, reflux disease, medications, foods and emotional anxiety. [EFO: 0000270]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0004979",
    "category": "Other disease"
  },
  {
    "id": "EFO_1001228",
    "label": "ureterolithiasis",
    "description": "The presence of a calculus in the ureter of the kidney; this is most often composed of mineral salts and proteins. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_1001228",
    "category": "Other disease"
  },
  {
    "id": "EFO_0004281",
    "label": "testicular neoplasm",
    "description": "Tumors or cancer of the TESTIS. Germ cell tumors ( GERMINOMA) of the testis constitute 95% of all testicular neoplasms.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004281",
    "category": "Other disease"
  },
  {
    "id": "EFO_0000408",
    "label": "disease",
    "description": "A disease is a disposition to undergo pathological processes that exists in an organism because of one or more disorders in that organism. [OGMS: 0000031]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000408",
    "category": "Other disease"
  },
  {
    "id": "MONDO_0002280",
    "label": "anemia",
    "description": "A reduction in the number of red blood cells, the amount of hemoglobin, and/or the volume of packed red blood cells. Clinically, anemia represents a reduction in the oxygen-transporting capacity of a designated volume of blood, resulting from an imbalance between blood loss (through hemorrhage or hemolysis) and blood production. Signs and symptoms of anemia may include pallor of the skin and mucous membranes, shortness of breath, palpitations of the heart, soft systolic murmurs, lethargy, and fatigability. [NCIT: C2869]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0002280",
    "category": "Other disease"
  },
  {
    "id": "EFO_0004244",
    "label": "interstitial lung disease",
    "description": "A diverse group of lung diseases that affect the lung parenchyma. They are characterized by an initial inflammation of pulmonary alveoli that extends to the interstitium and beyond leading to diffuse pulmonary fibrosis. Interstitial lung diseases are classified by their etiology (known or unknown causes), and radiological-pathological features. [MESH: D017563]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004244",
    "category": "Other disease"
  },
  {
    "id": "EFO_0009464",
    "label": "corneal disease",
    "description": "A non-neoplastic or neoplastic disorder that affects the cornea. Representative examples include keratitis, bullous keratopathy, and squamous cell carcinoma. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009464",
    "category": "Other disease"
  },
  {
    "id": "EFO_0005803",
    "label": "hematologic disease",
    "description": "A disease involving the hematopoietic system.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005803",
    "category": "Other disease"
  },
  {
    "id": "EFO_0009519",
    "label": "device complication",
    "description": "Any problem arising from the use of a medical device. [ NCI ]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009519",
    "category": "Other disease"
  },
  {
    "id": "EFO_1000997",
    "label": "iritis",
    "description": "Inflammation of the iris. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_1000997",
    "category": "Other disease"
  },
  {
    "id": "EFO_1000786",
    "label": "osteoarthritis, hip",
    "description": "Noninflammatory degenerative disease of the hip joint which usually appears in late middle or old age. It is characterized by growth or maturational disturbances in the femoral neck and head, as well as acetabular dysplasia. A dominant symptom is pain on weight-bearing or motion. [MESH: D015207]",
    "url": "http://www.ebi.ac.uk/efo/EFO_1000786",
    "category": "Other disease"
  },
  {
    "id": "EFO_0005856",
    "label": "arthritis",
    "description": "An inflammatory process affecting a joint. Causes include infection, autoimmune processes, degenerative processes, and trauma. Signs and symptoms may include swelling around the affected joint and pain. [NCIT: C2883]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005856",
    "category": "Other disease"
  },
  {
    "id": "EFO_0009189",
    "label": "hyperthyroidism",
    "description": "Overactivity of the thyroid gland resulting in overproduction of thyroid hormone and increased metabolic rate. Causes include diffuse hyperplasia of the thyroid gland (Graves' disease), single nodule in the thyroid gland, and thyroiditis. The symptoms are related to the increased metabolic rate and include weight loss, fatigue, heat intolerance, excessive sweating, diarrhea, tachycardia, insomnia, muscle weakness, and tremor. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009189",
    "category": "Other disease"
  },
  {
    "id": "MONDO_0001658",
    "label": "nontoxic goiter",
    "description": "Sporadic enlargement of the thyroid gland that is not associated with changes in thyroid function or malignancy. [NCIT: P378]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0001658",
    "category": "Other disease"
  },
  {
    "id": "MONDO_0024355",
    "label": "respiratory tract infectious disorder",
    "description": "Invasion of the host RESPIRATORY SYSTEM by microorganisms, usually leading to pathological processes or diseases. [MESH: D012141]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0024355",
    "category": "Other disease"
  },
  {
    "id": "MONDO_0004874",
    "label": "ganglion or cyst of synovium/tendon/bursa",
    "description": "",
    "url": "http://purl.obolibrary.org/obo/MONDO_0004874",
    "category": "Other disease"
  },
  {
    "id": "MONDO_0015129",
    "label": "chronic primary adrenal insufficiency",
    "description": "A chronic disorder of the adrenal cortex resulting in the inadequate production of glucocorticoid and mineralocorticoid hormones. [Orphanet: 101959]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0015129",
    "category": "Other disease"
  },
  {
    "id": "MONDO_0015722",
    "label": "congenital vitamin K-dependent coagulation factors deficiency",
    "description": "Congenital vitamin K-dependent coagulation factors deficiency involving multiple coagulation factors.",
    "url": "http://purl.obolibrary.org/obo/MONDO_0015722",
    "category": "Other disease"
  },
  {
    "id": "EFO_0009602",
    "label": "prostate disease",
    "description": "A disease involving the prostate gland.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009602",
    "category": "Other disease"
  },
  {
    "id": "EFO_0009432",
    "label": "fibroblastic disorder",
    "description": "A disorder that affects fibroblasts.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009432",
    "category": "Other disease"
  },
  {
    "id": "MONDO_0002492",
    "label": "acute kidney failure",
    "description": "Sudden and sustained deterioration of the kidney function characterized by decreased glomerular filtration rate, increased serum creatinine or oliguria. [NCIT: C26808]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0002492",
    "category": "Other disease"
  },
  {
    "id": "EFO_0003035",
    "label": "cellulitis",
    "description": "Inflammation of the dermis and subcutaneous tissues caused by a bacterial infection. Symptoms include erythema, edema, and pain to the affected area. [NCIT: C26715]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003035",
    "category": "Other disease"
  },
  {
    "id": "EFO_0001065",
    "label": "endometriosis",
    "description": "The growth of functional endometrial tissue in anatomic sites outside the uterine body. It most often occurs in the pelvic organs. [NCIT: C3014]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0001065",
    "category": "Other disease"
  },
  {
    "id": "EFO_0004710",
    "label": "pelvic organ prolapse",
    "description": "Abnormal descent of a pelvic organ resulting in the protrusion of the organ beyond its normal anatomical confines. Symptoms often include vaginal discomfort, dyspareunia; urinary stress incontinence; and fecal incontinence. [MESH: D056887]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004710",
    "category": "Other disease"
  },
  {
    "id": "EFO_1001317",
    "label": "Epiphyses, Slipped",
    "description": "One of the most common adolescent hip disorders and represents a unique type of instability of the proximal femoral growth plate. Four separate clinical groups are seen: Pre-slip (wide epiphyseal line without slippage), acute form (10-15% - slippage occurs suddenly, normally spontaneous), acute-on-chronic (slippage occurs acutely where there is already existing chronic slip) and chronic (85% - steadily progressive slippage, the most common form).",
    "url": "http://www.ebi.ac.uk/efo/EFO_1001317",
    "category": "Other disease"
  },
  {
    "id": "EFO_1000627",
    "label": "thyroid disease",
    "description": "A disease involving the thyroid gland.",
    "url": "http://www.ebi.ac.uk/efo/EFO_1000627",
    "category": "Other disease"
  },
  {
    "id": "MONDO_0001592",
    "label": "prolapse of female genital organ",
    "description": "",
    "url": "http://purl.obolibrary.org/obo/MONDO_0001592",
    "category": "Other disease"
  },
  {
    "id": "EFO_0004253",
    "label": "nephrolithiasis",
    "description": "The presence of a calculus in the pelvis of the kidney; this is most often composed of mineral salts and proteins. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004253",
    "category": "Other disease"
  },
  {
    "id": "EFO_0000284",
    "label": "benign prostatic hyperplasia",
    "description": "A non-cancerous nodular enlargement of the prostate gland. It is characterized by the presence of epithelial cell nodules, and stromal nodules containing fibrous and smooth muscle elements. It is the most common urologic disorder in men, causing blockage of urine flow. [NCIT: C2897]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000284",
    "category": "Other disease"
  },
  {
    "id": "MONDO_0024647",
    "label": "urolithiasis",
    "description": "Stone(s) within the urinary tract. [NCIT: C114688]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0024647",
    "category": "Other disease"
  },
  {
    "id": "EFO_0004616",
    "label": "osteoarthritis, knee",
    "description": "Noninflammatory degenerative disease of the knee joint consisting of three large categories: conditions that block normal synchronous movement, conditions that produce abnormal pathways of motion, and conditions that cause stress concentration resulting in changes to articular cartilage. (Crenshaw, Campbell's Operative Orthopaedics, 8th ed, p2019) [MESH: D020370]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004616",
    "category": "Other disease"
  },
  {
    "id": "MONDO_0002406",
    "label": "dermatitis",
    "description": "An inflammatory process affecting the skin. Signs include red rash, itching, and blister formation. Representative examples are contact dermatitis, atopic dermatitis, and seborrheic dermatitis. [NCIT: C2983]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0002406",
    "category": "Other disease"
  },
  {
    "id": "EFO_0006510",
    "label": "Herpes Zoster",
    "description": "A common dermal and neurologic disorder caused by reactivation of the varicella-zoster virus that has remained dormant within dorsal root ganglia, often for decades, after the patient's initial exposure to the virus in the form of varicella (chickenpox). It is characterized by severe neuralgic pain along the distribution of the affected nerve and crops of clustered vesicles over the area. [NCIT: C71079]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0006510",
    "category": "Other disease"
  },
  {
    "id": "EFO_0003966",
    "label": "eye disease",
    "description": "A non-neoplastic or neoplastic disorder that affects the eye. Representative examples include conjunctivitis, glaucoma, cataract, conjunctival squamous cell carcinoma, uveal melanoma, and retinoblastoma. [NCIT: C26767]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003966",
    "category": "Other disease"
  },
  {
    "id": "EFO_1001159",
    "label": "Rh isoimmunization",
    "description": "The mother develops antibodies against red blood cell Rhesus antigens. This may lead to potential fetal adverse outcomes such as anemia. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_1001159",
    "category": "Other disease"
  },
  {
    "id": "EFO_0000684",
    "label": "respiratory system disease",
    "description": "A non-neoplastic or neoplastic disorder that affects the respiratory system. Representative examples include pneumonia, chronic obstructive pulmonary disease, pulmonary failure, lung adenoma, lung carcinoma, and tracheal carcinoma. [NCIT: C26871]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000684",
    "category": "Other disease"
  },
  {
    "id": "EFO_1000391",
    "label": "Nasal Cavity Polyp",
    "description": "A soft and painless polypoid mass that arises from the mucosa in the nasal cavity. It is usually the result of an inflammatory process. It may recur following surgical resection. [NCIT: C3256]",
    "url": "http://www.ebi.ac.uk/efo/EFO_1000391",
    "category": "Other disease"
  },
  {
    "id": "EFO_0003882",
    "label": "osteoporosis",
    "description": "A condition of reduced bone mass, with decreased cortical thickness and a decrease in the number and size of the trabeculae of cancellous bone (but normal chemical composition), resulting in increased fracture incidence. Osteoporosis is classified as primary (Type 1, postmenopausal osteoporosis; Type 2, age-associated osteoporosis; and idiopathic, which can affect juveniles, premenopausal women, and middle-aged men) and secondary osteoporosis (which results from an identifiable cause of bone mass loss). [NCIT: C3298]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003882",
    "category": "Other disease"
  },
  {
    "id": "EFO_0003957",
    "label": "radius fracture",
    "description": "Traumatic or pathological injury to the radius bone in which the continuity of the bone is broken. [EFO: 0003957]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003957",
    "category": "Other disease"
  },
  {
    "id": "EFO_0000701",
    "label": "skin disease",
    "description": "Any deviation from the normal structure or function of the skin or subcutaneous tissue that is manifested by a characteristic set of symptoms and signs. [NCIT: C3371]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000701",
    "category": "Other disease"
  },
  {
    "id": "MONDO_0005041",
    "label": "glaucoma",
    "description": "Increased pressure in the eyeball due to obstruction of the outflow of aqueous humor. [NCIT: P378]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0005041",
    "category": "Other disease"
  },
  {
    "id": "EFO_0004229",
    "label": "Dupuytren Contracture",
    "description": "A fibromatosis of the palmar fascia characterized by thickening and contracture of the fibrous bands on the palmar surfaces of the hand and fingers. It arises most commonly in men between the ages of 30 and 50.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004229",
    "category": "Other disease"
  },
  {
    "id": "EFO_0003884",
    "label": "chronic kidney disease",
    "description": "Impairment of the renal function secondary to chronic kidney damage persisting for three or more months. [NCIT: C80078]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003884",
    "category": "Other disease"
  },
  {
    "id": "EFO_0003958",
    "label": "sunburn",
    "description": "An inflammatory reaction from ultraviolet radiation characterized by transient redness, tenderness and occasional blistering. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003958",
    "category": "Other disease"
  },
  {
    "id": "MONDO_0000812",
    "label": "vertebral column disorder",
    "description": "A disease involving the vertebral column. [MONDO: patterns/location_top]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0000812",
    "category": "Other disease"
  },
  {
    "id": "MONDO_0005178",
    "label": "osteoarthritis",
    "description": "A noninflammatory degenerative joint disease occurring chiefly in older persons, characterized by degeneration of the articular cartilage, hypertrophy of bone at the margins and changes in the synovial membrane. It is accompanied by pain and stiffness, particularly after prolonged activity. [NCIT: C3293]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0005178",
    "category": "Other disease"
  },
  {
    "id": "EFO_0004705",
    "label": "hypothyroidism",
    "description": "Abnormally low levels of thyroid hormone. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004705",
    "category": "Other disease"
  },
  {
    "id": "EFO_1001800",
    "label": "Intervertebral Disc Displacement",
    "description": "An INTERVERTEBRAL DISC in which the nucleus pulposus has protruded through surrounding fibrocartilage. This occurs most frequently in the lower lumbar region.",
    "url": "http://www.ebi.ac.uk/efo/EFO_1001800",
    "category": "Other disease"
  },
  {
    "id": "EFO_0008518",
    "label": "polymyalgia rheumatica",
    "description": "A syndrome characterized by pain, stiffness, and tenderness of the proximal muscle groups including the shoulder, pelvic girdle and the neck. There is no muscle atrophy and muscle biopsies do not reveal pathologic changes. Additional signs and symptoms include low grade fever, fatigue and depression. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0008518",
    "category": "Other disease"
  },
  {
    "id": "EFO_0009690",
    "label": "urinary system disease",
    "description": "A disease involving the renal system.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009690",
    "category": "Other disease"
  },
  {
    "id": "EFO_0003931",
    "label": "bone fracture",
    "description": "Breaks in bones. [MESH: D050723]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003931",
    "category": "Other disease"
  },
  {
    "id": "EFO_1002048",
    "label": "kidney failure",
    "description": "An acute or chronic condition that is characterized by the inability of the kidneys to adequately filter the blood. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_1002048",
    "category": "Other disease"
  },
  {
    "id": "EFO_0009314",
    "label": "blood coagulation disease",
    "description": "A condition in which there is a deviation from or interruption of the normal coagulation properties of the blood. [NCIT: C2902]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009314",
    "category": "Other disease"
  },
  {
    "id": "EFO_1001055",
    "label": "myxedema",
    "description": "A condition characterized by severe hypothyroidism that is caused by autoimmune thyroid gland disorders, surgical reduction of thyroid tissue, radiation exposure, and viral infections. Signs and symptoms include generalized fatigue, lethargy, increased body weight, pale, edematous and thickened skin, low blood pressure, constipation and cold intolerance. [NCIT: C34834]",
    "url": "http://www.ebi.ac.uk/efo/EFO_1001055",
    "category": "Other disease"
  },
  {
    "id": "MONDO_0015486",
    "label": "keratoconus",
    "description": "A degenerative, structural disorder of the eye, characterized by a cone-shaped protrusion of the cornea. It may lead to visual disturbances. [NCIT: P378]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0015486",
    "category": "Other disease"
  },
  {
    "id": "MONDO_0002494",
    "label": "substance-related disorder",
    "description": "A category of psychiatric disorders which include disorders related to the taking of a drug of abuse (including alcohol, prescribed medications and recreational drugs). [NCIT: C92203]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0002494",
    "category": "Other disease"
  },
  {
    "id": "EFO_0009470",
    "label": "soft tissue disease",
    "description": "A disease affecting tissues that connect, support, or surround other structures and organs of the body, not being hard tissue such as bone. Soft tissue includes tendons, ligaments, fascia, skin, fibrous tissues, fat, and synovial membranes (which are connective tissue), and muscles, nerves and blood vessels (which are not connective tissue).",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009470",
    "category": "Other disease"
  },
  {
    "id": "EFO_0009486",
    "label": "diabetic eye disease",
    "description": "A group of disorders affecting the eye in patients with diabetes mellitus. It includes cataract, glaucoma, retinopathy, and blindness. [ NCI ]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009486",
    "category": "Other disease"
  },
  {
    "id": "EFO_0001379",
    "label": "endocrine system disease",
    "description": "A disease involving the endocrine system.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0001379",
    "category": "Other disease"
  },
  {
    "id": "EFO_1000999",
    "label": "joint disease",
    "description": "Any disorder of the joints. [NCIT: C35760]",
    "url": "http://www.ebi.ac.uk/efo/EFO_1000999",
    "category": "Other disease"
  },
  {
    "id": "MONDO_0000334",
    "label": "multinodular goiter",
    "description": "Nodular goiter characterized by more than one discrete tissue mass. [NCIT: C131438]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0000334",
    "category": "Other disease"
  },
  {
    "id": "EFO_0004190",
    "label": "open-angle glaucoma",
    "description": "Chronic outflow obstruction of the eye's drainage canals that can lead to increased internal eye pressure and optic nerve damage. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004190",
    "category": "Other disease"
  },
  {
    "id": "EFO_1001329",
    "label": "Follicular Cyst",
    "description": "Cyst due to the occlusion of the duct of a follicle or small gland.",
    "url": "http://www.ebi.ac.uk/efo/EFO_1001329",
    "category": "Other disease"
  },
  {
    "id": "MONDO_0005405",
    "label": "childhood onset asthma",
    "description": "Asthma that starts in childhood. [EFO: 0004591]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0005405",
    "category": "Other disease"
  },
  {
    "id": "MONDO_0026045",
    "label": "prurigo nodularis",
    "description": "Prurigonodularis (PN) is a skin disease in which hard crusty lumps are formed on the skin that itches intensely. Repetitive rubbing, scratching, and touching results in more lesions in the skin. The itching is so intense that people scratch themselves to the point of bleeding or pain. The lumps formed in the skin are hard, and have about a half inch across, with a dry and rough top that is often scratched open. They tend to be located in the areas most easily reached and are worse on the outer sides: arms, shoulders and legs. The trunk, face and even palms can also be affected. The exact cause is unknown but some factors triggering PN include liver and kidneys problems, nervous and mental conditions and other skin diseases. Prurigo nodulares, in some cases, can be seen in other diseases such as lymphoma, chronic autoimmune cholestatic hepatitis, HIV infection, severe anemia,or a chronic kidney disease-related itching known as uremic pruritus. Treatment is very difficult, and may include corticoids, antihistaminic and other medication such as thalidomide and similar (Lenalidomide). In some cases, cryotherapy, photochemotherapy and habit reversal therapy for the itch-scratch cycle has improved the symptoms. PN can last for many years, and the itching is so intense that may affect all the everyday activities. [GARD: 0007480]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0026045",
    "category": "Other disease"
  },
  {
    "id": "EFO_1000767",
    "label": "skin sarcoidosis",
    "description": "Formation of non-necrotizing granulomas in the skin. It may be a manifestation of systemic sarcoidosis or may also arise in isolation. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_1000767",
    "category": "Other disease"
  },
  {
    "id": "MONDO_0018102",
    "label": "corneal dystrophy",
    "description": "The term corneal dystrophy embraces a heterogeneous group of bilateral genetically determined non-inflammatory corneal diseases that are usually restricted to the cornea. The designation is imprecise but remains in vogue because of its clinical value. [Orphanet: 34533]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0018102",
    "category": "Other disease"
  },
  {
    "id": "MONDO_0019338",
    "label": "sarcoidosis",
    "description": "Sarcoidosis is a multisystemic disorder of unknown cause characterized by the formation of immune granulomas in involved organs. [Orphanet: 797]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0019338",
    "category": "Other disease"
  },
  {
    "id": "EFO_0004255",
    "label": "nephrotic syndrome",
    "description": "A collection of symptoms that include severe edema, proteinuria, and hypoalbuminemia; it is indicative of renal dysfunction. [NCIT: C34845]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004255",
    "category": "Other disease"
  },
  {
    "id": "EFO_0000341",
    "label": "chronic obstructive pulmonary disease",
    "description": "A chronic and progressive lung disorder characterized by the loss of elasticity of the bronchial tree and the air sacs, destruction of the air sacs wall, thickening of the bronchial wall, and mucous accumulation in the bronchial tree. The pathologic changes result in the disruption of the air flow in the bronchial airways. Signs and symptoms include shortness of breath, wheezing, productive cough, and chest tightness. The two main types of chronic obstructive pulmonary disease are chronic obstructive bronchitis and emphysema. [NCIT: C3199]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000341",
    "category": "Other disease"
  },
  {
    "id": "MONDO_0002917",
    "label": "disorder of pilosebaceous unit",
    "description": "A disease that involves the pilosebaceous unit. [MONDO: patterns/location]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0002917",
    "category": "Other disease"
  },
  {
    "id": "EFO_0005584",
    "label": "seborrheic keratosis",
    "description": "A common benign skin neoplasm usually affecting older individuals. The lesions usually are multiple and arise in the face, chest, and shoulders. They appear as black or brown, slightly elevated skin lesions. [NCIT: P378]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005584",
    "category": "Other disease"
  },
  {
    "id": "EFO_1001986",
    "label": "connective tissue disease",
    "description": "A disease involving the connective tissue.",
    "url": "http://www.ebi.ac.uk/efo/EFO_1001986",
    "category": "Other disease"
  },
  {
    "id": "EFO_0009518",
    "label": "complication",
    "description": "Any disease or disorder that occurs during the course of, or because of, another disease, treatment, or procedure. [ NCI ]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009518",
    "category": "Other disease"
  },
  {
    "id": "MONDO_0017427",
    "label": "congenital deformities of limbs",
    "description": "",
    "url": "http://purl.obolibrary.org/obo/MONDO_0017427",
    "category": "Other disease"
  },
  {
    "id": "MONDO_0100096",
    "label": "COVID-19",
    "description": "A disease caused by infection with severe acute respiratory syndrome coronavirus 2. [MONDO: patterns/infectious_disease_by_agent]",
    "url": "http://purl.obolibrary.org/obo/MONDO_0100096",
    "category": "Other disease"
  },
  {
    "id": "EFO_0009514",
    "label": "upper extremity fracture",
    "description": "A traumatic break in one or more of the bones in the arm, forearm, or hand. [ NCI ]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009514",
    "category": "Other disease"
  },
  {
    "id": "OBA_2050116",
    "label": "smoking behavior trait",
    "description": "The quality of a smoking behavior. [obo: oba/patterns/entity_attribute_part_of]",
    "url": "http://purl.obolibrary.org/obo/OBA_2050116",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0010814",
    "label": "proinsulin measurement",
    "description": "Measurement of proinsulin, an insulin precursor that is processed into mature insulin and C-peptide.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0010814",
    "category": "Other measurement"
  },
  {
    "id": "OBA_2045206",
    "label": "level of serum globulin type protein",
    "description": "The amount of a globulin type when measured in blood serum. [AUTO: patterns/patterns/entity_attribute_location]",
    "url": "http://purl.obolibrary.org/obo/OBA_2045206",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0007660",
    "label": "neuroticism measurement",
    "description": "Quantification of some aspect of neuroticism or neurotic behaviour, such as severity or frequency of neurotic behaviour. This is usually assessed via a standardised questionnaire.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007660",
    "category": "Other measurement"
  },
  {
    "id": "OBA_2050130",
    "label": "insulin-like protein amount",
    "description": "The amount of a insulin-like protein. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_2050130",
    "category": "Other measurement"
  },
  {
    "id": "OBA_0002272",
    "label": "reticulocyte amount",
    "description": "The amount of a reticulocyte. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_0002272",
    "category": "Other measurement"
  },
  {
    "id": "OBA_1001086",
    "label": "QRS duration",
    "description": "See also EFO_0005054",
    "url": "http://purl.obolibrary.org/obo/OBA_1001086",
    "category": "Other measurement"
  },
  {
    "id": "OBA_2045215",
    "label": "menstrual cycle attribute",
    "description": "The quality of a menstrual cycle. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_2045215",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0004736",
    "label": "aspartate aminotransferase measurement",
    "description": "Is a quantification of aspartate aminotransferase, and is commonly used as a marker for liver function.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004736",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0004696",
    "label": "sex hormone-binding globulin measurement",
    "description": "Is a quantification of sex hormone binding globulin. In men the test is used in when investigating testosterone deficiency.  The SHBG glycoprotein binds to circulating estradiol and testosterone, low levels of SHBG may be implicated in breast cancer etiology.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004696",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0004995",
    "label": "lean body mass",
    "description": "The weight of all organs and tissue in an individual less the weight of the individual's body fat.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004995",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0004312",
    "label": "vital capacity",
    "description": "The volume of air that is exhaled by a maximal expiration following a maximal inspiration.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004312",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0004838",
    "label": "calcium measurement",
    "description": "Is a quantification of calcium, typically in serum. Calcium (Ca2+) plays a pivotal role in the physiology and biochemistry of organisms and the cell. It plays an important role in signal transduction pathways, where it acts as a second messenger, in neurotransmitter release from neurons, contraction of all muscle cell types, and fertilization. Many enzymes require calcium ions as a cofactor, those of the blood-clotting cascade being notable examples. Extracellular calcium is also important for maintaining the potential difference across excitable cell membranes, as well as proper bone formation.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004838",
    "category": "Other measurement"
  },
  {
    "id": "OBA_VT0000217",
    "label": "leukocyte quantity",
    "description": "The amount of a leukocyte. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_VT0000217",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0007869",
    "label": "wellbeing measurement",
    "description": "quantification of some aspect of wellbeing such as life satisfaction or emotional wellbeing, usually self-reported and quantified through the use of a structured questionnaire",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007869",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0009115",
    "label": "tobacco smoke exposure measurement",
    "description": "Quantification of some aspect of tobacco smoke exposure.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009115",
    "category": "Other measurement"
  },
  {
    "id": "OBA_2050021",
    "label": "brain stem volume",
    "description": "The volume of a brainstem. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_2050021",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0007006",
    "label": "depressive symptom measurement",
    "description": "quantification of the existence and severity of depressive symptoms, usually via a questionnaire such as the Center for Epidemiological Studies Depression Scale (CES-D) ",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007006",
    "category": "Other measurement"
  },
  {
    "id": "OBA_2050062",
    "label": "serum alanine aminotransferase amount",
    "description": "The amount of a alanine aminotransferase when measured in blood serum. [AUTO: patterns/patterns/entity_attribute_location]",
    "url": "http://purl.obolibrary.org/obo/OBA_2050062",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0008036",
    "label": "BMI-adjusted fasting blood glucose measurement",
    "description": "fasting blood glucose measurement that has been adjusted for subjects' body mass index",
    "url": "http://www.ebi.ac.uk/efo/EFO_0008036",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0004501",
    "label": "HOMA-IR",
    "description": "The HOMA-IR measurement employs the homeostatic model assessment (HOMA)  to quantify insulin resistance.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004501",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0004307",
    "label": "glucose tolerance test",
    "description": "Quantification of the ability of an individual to maintain homeostasis of blood glucose, via a test procedure including measuring blood glucose levels in a fasting state, and at prescribed intervals before and after oral glucose intake (75 or 100 g) or intravenous infusion (0.5 g/kg).",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004307",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0007010",
    "label": "drug use measurement",
    "description": "quantification of some aspect of drug use, such as whether drug use occured, over what period of time it occured and what dosage was used",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007010",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0005654",
    "label": "velocity of sound measurement",
    "description": "quantification of the speed at which sound travels through bone as an indicator of the physical and structural properties of the bone",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005654",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0600082",
    "label": "insulin use measurement",
    "description": "Quantification of some aspect of the use of insulin.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0600082",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0007934",
    "label": "creatinine clearance measurement",
    "description": "The clearance rate of creatinine, that is, the volume of plasma that is cleared of creatinine by the kidneys per unit time. Creatinine clearance is calculated using the level of creatinine in a sample of urine, usually one collected over a period of 24 hours, the corresponding plasma creatinine level, and the volume of urine excreted. It is used as an approximation of the glomerular filtration rate (GFR).",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007934",
    "category": "Other measurement"
  },
  {
    "id": "OBA_0003277",
    "label": "platelet volume",
    "description": "The volume of a platelet. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_0003277",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0005112",
    "label": "gestational age",
    "description": "The age of the conceptus, beginning from the time of FERTILIZATION. In clinical obstetrics, the gestational age is often estimated as the time from the last day of the last MENSTRUATION which is about 2 weeks before OVULATION and fertilization.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005112",
    "category": "Other measurement"
  },
  {
    "id": "OBA_1001085",
    "label": "waist circumference",
    "description": "The circumference of a abdominal segment of trunk. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_1001085",
    "category": "Other measurement"
  },
  {
    "id": "OBA_1000032",
    "label": "hip circumference",
    "description": "The circumference of a hip. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_1000032",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0010934",
    "label": "aspartate aminotransferase to alanine aminotransferase ratio",
    "description": "The ratio between the levels of aspartate aminotransferase (AST) and alanine aminotransferase (ALT).",
    "url": "http://www.ebi.ac.uk/efo/EFO_0010934",
    "category": "Other measurement"
  },
  {
    "id": "OBA_0003460",
    "label": "erythrocyte volume",
    "description": "The volume of a erythrocyte. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_0003460",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0009394",
    "label": "hippocampal CA1 volume",
    "description": "Volume of hippocampal CA1, which is the part of hippocampus proper bounded by CA2 and the subiculum, characterized by pyramidal neurons that receive projections from pyramidal neurons of CA3 via the Schaffer collaterals.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009394",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0009101",
    "label": "age at first birth measurement",
    "description": "A measurement of the age at which a woman gave birth to her first live child",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009101",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0010821",
    "label": "liver fat measurement",
    "description": "A quantification of the fat content of the liver such as liver fat fraction, typically assessed by MRI.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0010821",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0004471",
    "label": "insulin sensitivity measurement",
    "description": "An insulin sensitivity measurement is a measurement of insulin metabolism, which can be measured in a number of ways, for example using the HOMA model or via a glucose tolerance test.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004471",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0007777",
    "label": "base metabolic rate measurement",
    "description": "quantification of an individual's base metabolic rate, the minimum amount of energy required to sustain life while at complete rest, including the body being in a post-absorptive state (ie the digestive system is inactive). BMR differs from RMR because BMR measurements must meet total physiological equilibrium whereas RMR conditions of measurement can be altered and defined by the contextual limitations.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007777",
    "category": "Other measurement"
  },
  {
    "id": "OBA_0003747",
    "label": "glomerular filtration rate",
    "description": "The rate of a glomerular filtration. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_0003747",
    "category": "Other measurement"
  },
  {
    "id": "OBA_2050020",
    "label": "nucleus accumbens volume",
    "description": "The volume of a nucleus accumbens. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_2050020",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0005035",
    "label": "hippocampal volume",
    "description": "Measurement of the volume of the hippocampus",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005035",
    "category": "Other measurement"
  },
  {
    "id": "OBA_1000840",
    "label": "alcohol consumption quality",
    "description": "The quality of a alcohol consumption. [obo: oba/patterns/entity_attribute_part_of]",
    "url": "http://purl.obolibrary.org/obo/OBA_1000840",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0009749",
    "label": "age at first sexual intercourse measurement",
    "description": "A measurement of the age at which a person has the first sexual intercourse.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009749",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0010967",
    "label": "urinary microalbumin measurement",
    "description": "The quantification of microalbumin in urine.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0010967",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0009863",
    "label": "anxiety measurement",
    "description": "Quantification of the level of a generalised feeling of anxiety experienced by an individual, typically measured via a questionnaire.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009863",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0004346",
    "label": "neuroimaging measurement",
    "description": "Non-invasive methods of visualizing and measuring the CENTRAL NERVOUS SYSTEM, especially the brain, by various imaging modalities e.g. CT scan | is about MESH:D059906",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004346",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0010907",
    "label": "polyomavirus 2 seropositivity",
    "description": "The result of a measurement of circulating polyomavirus 2-specific antibodies.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0010907",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0007814",
    "label": "refractive error measurement",
    "description": "quantification of some aspect of refractive errors, which occur when the shape of the eye prevents light from focusing directly on the retina. The length of the eyeball (longer or shorter), changes in the shape of the cornea, or aging of the lens can cause refractive errors. Quantification of an individual's refractive error allows the establishemnt of a number of corrective parameters such as spherical equivalent, lens decentration and transposition",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007814",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0004314",
    "label": "forced expiratory volume",
    "description": "Measure of the maximum amount of air that can be expelled in a given number of seconds during aÂ FORCED VITAL CAPACITYÂ determination . It is usually given asÂ FEVÂ followed by a subscript indicating the number of seconds over which the measurement is made, although it is sometimes given as a percentage of forced vital capacity.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004314",
    "category": "Other measurement"
  },
  {
    "id": "OBA_2045224",
    "label": "visceral adipose tissue quantity",
    "description": "The amount of a visceral fat. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_2045224",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0007835",
    "label": "alcohol dependence measurement",
    "description": "quantification of some aspect of alcohol dependence or misuse, eg using a cummulative symptom score to determine the severity of a case of alcohol dependence",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007835",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0009718",
    "label": "peak expiratory flow",
    "description": "The maximum rate of gas flow, beginning at the point of peak inspiratory capacity, that can be sustained during forced exhalation for a defined period of time. | The maximum rate of gas flow, beginning at the point of peak inspiratory capacity, that can be sustained during forced exhalation for a defined period of time. This test is most often used in combination with other studies of lung function to diagnose and monitor obstructive and restrictive lung disease(s). [ NCI ]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009718",
    "category": "Other measurement"
  },
  {
    "id": "OBA_1001010",
    "label": "thyroxine amount",
    "description": "The amount of a thyroxine. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_1001010",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0004459",
    "label": "ferritin measurement",
    "description": "A ferritin measurement a is measurement of ferritin level  in serum as an indicator of iron metabolism",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004459",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0010968",
    "label": "phosphate measurement",
    "description": "Quantification of phosphate levels in a sample.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0010968",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0021784",
    "label": "age at initiation of smoking",
    "description": "Age of initation of the habit of smoking, the inhaling and exhaling of tobacco smoke.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0021784",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0010066",
    "label": "corneal hysteresis",
    "description": "A measure of the biomechanical properties of the cornea. Low corneal hysteresis may be indicative of keratoconus.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0010066",
    "category": "Other measurement"
  },
  {
    "id": "OBA_VT0005452",
    "label": "adipose amount",
    "description": "The amount of a adipose tissue. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_VT0005452",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0007825",
    "label": "balding measurement",
    "description": "quantification of the amount of balding in an individual",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007825",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0009458",
    "label": "alcohol use disorder measurement",
    "description": "A quantitative measure of alcohol use disorder, e.g. using the Alcohol Use Disorders Identification Test.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009458",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0008002",
    "label": "physical activity measurement",
    "description": "quantification of some aspect of physical activity such as frequency or intensity",
    "url": "http://www.ebi.ac.uk/efo/EFO_0008002",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0004469",
    "label": "HOMA-B",
    "description": "The HOMA-B measurement employs the homeostatic model assessment (HOMA)  to quantify beta-cell function.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004469",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0009102",
    "label": "number of children ever born measurement",
    "description": "A measurement of the number of children born",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009102",
    "category": "Other measurement"
  },
  {
    "id": "OBA_2050027",
    "label": "pallidum volume",
    "description": "The volume of a pallidum. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_2050027",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0009599",
    "label": "feeling emotionally hurt measurement",
    "description": "Quantification of whether an individual feels or felt emotionally hurt.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009599",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0010091",
    "label": "tea consumption measurement",
    "description": "Quantification of some tea consumption or tea consumption-related behaviour, usually self-reported via a questionnaire.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0010091",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0010703",
    "label": "trauma exposure measurement",
    "description": "Quantification of some aspect of trauma exposure.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0010703",
    "category": "Other measurement"
  },
  {
    "id": "OBA_VT0000254",
    "label": "cerebrospinal fluid amount",
    "description": "The volume of a cerebrospinal fluid. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_VT0000254",
    "category": "Other measurement"
  },
  {
    "id": "OBA_2050047",
    "label": "fourth ventricle volume",
    "description": "The volume of a fourth ventricle. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_2050047",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0004703",
    "label": "age at menarche",
    "description": "The age of onset of (human) menarche, the beginning of the first menstrual cycle in an individual",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004703",
    "category": "Other measurement"
  },
  {
    "id": "OBA_VT0001253",
    "label": "body height",
    "description": "The height of a multicellular organism. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_VT0001253",
    "category": "Other measurement"
  },
  {
    "id": "OBA_VT0001560",
    "label": "blood insulin amount",
    "description": "The amount of a insulin (human) when measured in blood. [AUTO: patterns/patterns/entity_attribute_location]",
    "url": "http://purl.obolibrary.org/obo/OBA_VT0001560",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0007946",
    "label": "tiredness measurement",
    "description": "Quantification an individual's level of tiredness, generally via a standardised questionnaire or structured interview.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007946",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0006946",
    "label": "behavioural disinhibition measurement",
    "description": "quantification of some aspect of behavioural disinhibition, including risky and impulsive behaviours. Behavioural disinhibition can be a marker for certain kinds of mental or behavioural disorders.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0006946",
    "category": "Other measurement"
  },
  {
    "id": "OBA_2050117",
    "label": "reproductive behavior trait",
    "description": "The quality of a reproductive behavior. [obo: oba/patterns/entity_attribute_part_of]",
    "url": "http://purl.obolibrary.org/obo/OBA_2050117",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0010811",
    "label": "carbohydrate intake measurement",
    "description": "Quantification of the carbohydrate intake of an individual.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0010811",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0011011",
    "label": "sitting height measurement",
    "description": "Quantification of some aspect of height, when assuming a sitting position.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0011011",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0005116",
    "label": "urinary metabolite measurement",
    "description": "quantification of some metabolite in urine",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005116",
    "category": "Other measurement"
  },
  {
    "id": "OBA_2045245",
    "label": "hippocampus fimbria volume",
    "description": "The volume of a hippocampus fimbria. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_2045245",
    "category": "Other measurement"
  },
  {
    "id": "OBA_0004528",
    "label": "fat pad mass",
    "description": "The mass of a fat pad. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_0004528",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0007803",
    "label": "emotional symptom measurement",
    "description": "quantification of some aspect of emotional problem symptoms, such as their existence and severity, usually via a standardised questionnaire such as the emotional symptoms subscale of the Strengths and Difficulties Questionnaire or interview with a qualified mental health professional",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007803",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0009282",
    "label": "sodium measurement",
    "description": "A quantitative measurement of the amount of sodium present in a sample.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009282",
    "category": "Other measurement"
  },
  {
    "id": "OBA_0005494",
    "label": "aging rate",
    "description": "The rate of the aging process.",
    "url": "http://purl.obolibrary.org/obo/OBA_0005494",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0009597",
    "label": "feeling nervous measurement",
    "description": "Quantification of whether an individual feels or felt nervous or \"suffered from nerves\".",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009597",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0004533",
    "label": "alkaline phosphatase measurement",
    "description": "Alkaline phosphatase measurement is a quantification of alkaline phosphatase in blood. AP is a marker for bone and liver disease.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004533",
    "category": "Other measurement"
  },
  {
    "id": "OBA_2045221",
    "label": "bowel opening frequency",
    "description": "The frequency of a defecation rhythm. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_2045221",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0009401",
    "label": "hippocampal amigdala transition area volume",
    "description": "Volume of hippocampal amigdala transition area.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009401",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0009271",
    "label": "Epstein Barr virus nuclear antigen-1 seropositivity",
    "description": "The result of a measurement of circulating Epstein Barr virus nuclear antigen-1 antibodies used in the diagnosis of latent Epstein-Barr virus infection",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009271",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0006829",
    "label": "GFR change measurement",
    "description": "A quantification of the variation in an individual's glomerular filtration rate (GFR) over a period of time used in assessment of kidney function and diagnosis of kidney disease.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0006829",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0004532",
    "label": "serum gamma-glutamyl transferase measurement",
    "description": "Serum gamma-glutamyl transferase level measurement is the quantification of gamma-glutamyl transferase in blood. Gamma-glutamyl transferase is used as a marker for liver/bile duct problems and alcohol abuse.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004532",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0008111",
    "label": "diet measurement",
    "description": "quantification of some aspect of diet, including diet patterns, balance of nutrient consumption and glycemic load",
    "url": "http://www.ebi.ac.uk/efo/EFO_0008111",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0009270",
    "label": "heel bone mineral density",
    "description": "Quantification of the mineral density of the heel bone",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009270",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0004670",
    "label": "beta-amyloid 1-42 measurement",
    "description": "Is the quantification of Beta-amyloid 1-42 in cerebrospinal fluid typically used as a biomarker for Alzheimer's Disease",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004670",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0004918",
    "label": "age at diagnosis",
    "description": "The age, measured from some defined time point e.g. birth at which a subject (e.g. a human patient) is diagnosed with some disease e.g. breast cancer.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004918",
    "category": "Other measurement"
  },
  {
    "id": "OBA_2050068",
    "label": "serum albumin amount",
    "description": "The amount of a albumin when measured in blood serum. [AUTO: patterns/patterns/entity_attribute_location]",
    "url": "http://purl.obolibrary.org/obo/OBA_2050068",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0009116",
    "label": "vitamin supplement exposure measurement",
    "description": "Quantification of some aspect of the consumption of dietry vitamin supplements.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009116",
    "category": "Other measurement"
  },
  {
    "id": "OBA_VT0003564",
    "label": "insulin secretion trait",
    "description": "The quality of a insulin secretion. [obo: oba/patterns/entity_attribute_part_of]",
    "url": "http://purl.obolibrary.org/obo/OBA_VT0003564",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0007645",
    "label": "longitudinal alcohol consumption measurement",
    "description": "quantification of some aspect of alcohol consumption over a long period of time (typically several years)",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007645",
    "category": "Other measurement"
  },
  {
    "id": "OBA_1001087",
    "label": "heart rate",
    "description": "The rate of a heart contraction. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_1001087",
    "category": "Other measurement"
  },
  {
    "id": "OBA_0002313",
    "label": "strand of hair color",
    "description": "The color of a strand of hair. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_0002313",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0004302",
    "label": "anthropometric measurement",
    "description": "Anthropometry is a measurement of the size, weight, and proportions of the human or other primate body.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004302",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0006953",
    "label": "family history of lung cancer",
    "description": "A reported family history of lung cancer in one or more family members.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0006953",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0008385",
    "label": "visual acuity measurement",
    "description": "quantification of visual acuity",
    "url": "http://www.ebi.ac.uk/efo/EFO_0008385",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0008341",
    "label": "snoring measurement",
    "description": "quantification of some aspect of snoring such as frequency or severity",
    "url": "http://www.ebi.ac.uk/efo/EFO_0008341",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0008037",
    "label": "BMI-adjusted fasting blood insulin measurement",
    "description": "fasting insulin measurement that has been adjusted for subjects' body mass index",
    "url": "http://www.ebi.ac.uk/efo/EFO_0008037",
    "category": "Other measurement"
  },
  {
    "id": "OBA_1001015",
    "label": "folic acid amount",
    "description": "The amount of a folic acid. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_1001015",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0010729",
    "label": "sun exposure measurement",
    "description": "Quantification of some aspect of exposure to incident light from the sun.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0010729",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0008421",
    "label": "non-alcoholic fatty liver disease severity measurement",
    "description": "Quantification of the severity of non-alcoholic fatty liver disease, typically by a histological grading.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0008421",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0011015",
    "label": "educational attainment",
    "description": "A measure of academic performance through educational benchmarks such as national exams and curriculum assessments.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0011015",
    "category": "Other measurement"
  },
  {
    "id": "OBA_2050095",
    "label": "urine potassium amount",
    "description": "The amount of a potassium atom when measured in urine. [AUTO: patterns/patterns/entity_attribute_location]",
    "url": "http://purl.obolibrary.org/obo/OBA_2050095",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0004570",
    "label": "bilirubin measurement",
    "description": "A bilirubin measurement is a quantification of bilirubin typically measured in serum.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004570",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0007865",
    "label": "loneliness measurement",
    "description": "Quantification of some aspect of loneliness, such as severity or presence/absence, generally through administration of a standardised questionnaire such as the 3-Item Leave Behind Questionnaire (LBQ).",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007865",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0007778",
    "label": "urinary albumin to creatinine ratio",
    "description": "quantification of the ratio of albumin to creatinine in a urine sample",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007778",
    "category": "Other measurement"
  },
  {
    "id": "OBA_1000110",
    "label": "bone tissue density",
    "description": "The mass density of a bone tissue. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_1000110",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0010724",
    "label": "lifestyle measurement",
    "description": "Quantification of some aspect of a subject's lifestyle.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0010724",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0007986",
    "label": "reticulocyte count",
    "description": "The number of reticulocytes per unit volume of blood. Reticulocytes are immature red blood cells and typically compose aoubt 1% of red blood cells in the human body.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007986",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0009724",
    "label": "health satisfaction measurement",
    "description": "Quantification of health satisfaction.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009724",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0011005",
    "label": "urea measurement",
    "description": "Quantification of urea in a sample.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0011005",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0005665",
    "label": "white matter hyperintensity measurement",
    "description": "quantification of white matter hyperintensity, usually measured by MRI",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005665",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0009712",
    "label": "father's age at death",
    "description": "The age of a person's father at which father's death occurred.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009712",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0009332",
    "label": "executive function measurement",
    "description": "Quantification of executive function in an individual, for example using the Behavioural Rating Inventory of Executive Function (BRIEF). Tests of executive function may be performed as part of a more comprehensive assessment to diagnose neurological and psychiatric disorders.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009332",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0009725",
    "label": "friendship satisfaction measurement",
    "description": "Quantification of friendship satisfaction.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009725",
    "category": "Other measurement"
  },
  {
    "id": "OBA_2040171",
    "label": "sleep duration trait",
    "description": "The duration of a sleep. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_2040171",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0008473",
    "label": "insulin response measurement",
    "description": "Quantification of some aspect of insulin response, typically measuring insulin levels in the blood following a glucose challenge",
    "url": "http://www.ebi.ac.uk/efo/EFO_0008473",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0008328",
    "label": "chronotype measurement",
    "description": "quantification of some aspect of chronotype such as ease of getting up in the morning",
    "url": "http://www.ebi.ac.uk/efo/EFO_0008328",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0004731",
    "label": "eye measurement",
    "description": "Is a quantification of some eye structure or property of an eye structure, such as corneal thickness.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004731",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0005767",
    "label": "rheumatoid factor measurement",
    "description": "quantification of rheumatoid factors, antibodies in the serum of individuals with rheumatoid arthritis that react with antigenic determinants or immunoglobulins that enhance agglutination of suspended particles coated with pooled human gamma -globulin. Rheumatoid factors also occur in other autoimmune and certain infectious diseases.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005767",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0009805",
    "label": "whole body water mass",
    "description": "The weight of an individual's body water, i.e. the water content of a body that is contained in the tissues, the blood, the bones and elsewhere. The percentages of body water contained in various fluid compartments add up to total body water (TBW).",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009805",
    "category": "Other measurement"
  },
  {
    "id": "OBA_2050108",
    "label": "carotid artery thickness",
    "description": "The thickness of a carotid artery segment. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_2050108",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0004620",
    "label": "vitamin B12 measurement",
    "description": "is a quantification of Vitamin B12, vitamin B12 or vitamin B-12, is a water-solublevitamin with a key role in the normal functioning of the brain and nervous system, and for the formation of blood. It is one of the eight B vitamins. It is normally involved in themetabolism of every cell of the human body, especially affecting DNA synthesis and regulation, but also fatty acid synthesis and energy production. It is the largest and most structurally complicated vitamin and can be produced industrially only through bacterial fermentation-synthesis.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004620",
    "category": "Other measurement"
  },
  {
    "id": "OBA_2050024",
    "label": "subiculum volume",
    "description": "The volume of a subiculum. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_2050024",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0009589",
    "label": "worry measurement",
    "description": "Quantification of whether an individual feels or felt worried.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009589",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0004617",
    "label": "cystatin C measurement",
    "description": "is a quantification of serum cystatin C C (formerly gamma trace, post-gamma-globulin or neuroendocrine basic polypeptide),[1] a protein encoded by the CST3 gene, is mainly used as a biomarker of kidney function and kidney disease.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004617",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0010067",
    "label": "corneal resistance factor",
    "description": "A measure of the biomechanical properties of the cornea. Low corneal resistance factor may be indicative of keratoconus.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0010067",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0007876",
    "label": "insomnia measurement",
    "description": "quantification of insomnia such as how often it occurs and its severity",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007876",
    "category": "Other measurement"
  },
  {
    "id": "OBA_2050200",
    "label": "prostate specific antigen amount",
    "description": "The amount of a prostate-specific antigen when measured in anatomical entity. [AUTO: patterns/patterns/entity_attribute_location]",
    "url": "http://purl.obolibrary.org/obo/OBA_2050200",
    "category": "Other measurement"
  },
  {
    "id": "OBA_2045237",
    "label": "dentate gyrus volume",
    "description": "The volume of a gyrus. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_2045237",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0009396",
    "label": "hippocampal CA4 volume",
    "description": "Volume of hippocampal CA4.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009396",
    "category": "Other measurement"
  },
  {
    "id": "OBA_2050084",
    "label": "serum IgE amount",
    "description": "The amount of a IgE immunoglobulin complex, circulating when measured in blood serum. [AUTO: patterns/patterns/entity_attribute_location]",
    "url": "http://purl.obolibrary.org/obo/OBA_2050084",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0006527",
    "label": "smoking status measurement",
    "description": "self-reported binary measure, used to denote whether an individual is currently or has ever been a smoker",
    "url": "http://www.ebi.ac.uk/efo/EFO_0006527",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0010701",
    "label": "mean reticulocyte volume",
    "description": "Mean volume of reticulocyte cells",
    "url": "http://www.ebi.ac.uk/efo/EFO_0010701",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0007012",
    "label": "NSAID use measurement",
    "description": "quantification of some aspect of NSAID use",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007012",
    "category": "Other measurement"
  },
  {
    "id": "OBA_2050050",
    "label": "hippocampus molecular layer volume",
    "description": "The volume of a hippocampus molecular layer. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_2050050",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0009340",
    "label": "Varicella zoster virus seropositivity",
    "description": "The result of a measurement of circulating Varicella zoster virus-specific antibodies",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009340",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0005115",
    "label": "metabolic rate measurement",
    "description": "a quantification of metabolic rate",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005115",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0004695",
    "label": "intraocular pressure measurement",
    "description": "Is a quantification of intraocular pressure. Increased intraocular pressure is a heritable risk factor for primary open angle glaucoma.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004695",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0004514",
    "label": "bone quantitative ultrasound measurement",
    "description": "A bone quantitative ultrasound measurement is the output of a an ultrasound process in which bones are assayed using ultrasound and information about bone density, cortical thickness, elasticity and microarchitecture may be returned.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004514",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0010139",
    "label": "fish consumption measurement",
    "description": "Quantification of some fish consumption or fish consumption-related behaviour, usually self-reported via a questionnaire.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0010139",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0009395",
    "label": "hippocampal CA3 volume",
    "description": "Volume of hippocampal CA3, which is the part of hippocampus proper bounded by the hilus of the dentate gyrus and area CA2, characterized by large pyramidal cells and a dense projection from dentate gyrus granule cell mossy fibers.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009395",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0007783",
    "label": "mosaic loss of chromosome Y measurement",
    "description": "",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007783",
    "category": "Other measurement"
  },
  {
    "id": "OBA_VT0000188",
    "label": "blood glucose amount",
    "description": "The amount of a glucose when measured in blood. [AUTO: patterns/patterns/entity_attribute_location]",
    "url": "http://purl.obolibrary.org/obo/OBA_VT0000188",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0005420",
    "label": "grey matter volume measurement",
    "description": "quantification of the volume of grey matter in the brain, usuallly through an MRI scan. Grey matter volume is associated with schizophrenia.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005420",
    "category": "Other measurement"
  },
  {
    "id": "OBA_2050009",
    "label": "brain volume",
    "description": "The volume of a brain. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_2050009",
    "category": "Other measurement"
  },
  {
    "id": "OBA_1001005",
    "label": "creatine amount",
    "description": "The amount of a creatine. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_1001005",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0004531",
    "label": "urate measurement",
    "description": "A urate measurement is the quantification of some urate in body fluid",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004531",
    "category": "Other measurement"
  },
  {
    "id": "OBA_2045244",
    "label": "hippocampal formation volume",
    "description": "The volume of a hippocampal formation. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_2045244",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0009933",
    "label": "Thyroid preparation use measurement",
    "description": "Quantification of some aspect of the use of thyroid preparations.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009933",
    "category": "Other measurement"
  },
  {
    "id": "OBA_VT0005416",
    "label": "blood protein amount",
    "description": "The amount of a protein when measured in blood. [AUTO: patterns/patterns/entity_attribute_location]",
    "url": "http://purl.obolibrary.org/obo/OBA_VT0005416",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0005056",
    "label": "age at death",
    "description": "The age at which death occurs.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005056",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0006935",
    "label": "thalamus volume",
    "description": "quantification of the volume of the thalamus, a midline symmetrical structure of two halves, within the vertebrate brain, situated between the cerebral cortex and the midbrain",
    "url": "http://www.ebi.ac.uk/efo/EFO_0006935",
    "category": "Other measurement"
  },
  {
    "id": "OBA_2050016",
    "label": "putamen volume",
    "description": "The volume of a putamen. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_2050016",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0009885",
    "label": "frailty measurement",
    "description": "Quantification of some aspect of frailty.  Frailty is usually described as clinical state of heightened vulnerability to poor resolution of homeostasis after a stressor event, which thereby increases the risk of adverse outcomes, including falls, delirium, disability and mortality.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009885",
    "category": "Other measurement"
  },
  {
    "id": "OBA_2050065",
    "label": "serum urea amount",
    "description": "The amount of a urea when measured in blood serum. [AUTO: patterns/patterns/entity_attribute_location]",
    "url": "http://purl.obolibrary.org/obo/OBA_2050065",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0007013",
    "label": "aspirin use measurement",
    "description": "quantification of some aspect of aspirin use",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007013",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0011014",
    "label": "health-related quality of life measurement",
    "description": "A measure to assess health-related quality of life (HRQOL), which domains include physical health, emotional health, cognitive functioning, fatigue and pain.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0011014",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0006525",
    "label": "cigarettes per day measurement",
    "description": "the quantification of the number of cigarettes that a subject smoked on average per day",
    "url": "http://www.ebi.ac.uk/efo/EFO_0006525",
    "category": "Other measurement"
  },
  {
    "id": "OBA_VT0002460",
    "label": "blood immunoglobulin amount",
    "description": "The amount of a immunoglobulin complex. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_VT0002460",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0004468",
    "label": "glucose measurement",
    "description": "Is any quantification of glucose.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004468",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0006781",
    "label": "coffee consumption measurement",
    "description": "the quantification of some coffee consumption or coffee consumption-related behaviour, usually self-reported via a questionnaire",
    "url": "http://www.ebi.ac.uk/efo/EFO_0006781",
    "category": "Other measurement"
  },
  {
    "id": "OBA_1000983",
    "label": "thyroid stimulating hormone amount",
    "description": "The amount of a thyroid stimulating hormone. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_1000983",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0010906",
    "label": "merkel cell virus seropositivity",
    "description": "The result of a measurement of circulating merkel cell virus-specific antibodies.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0010906",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0007794",
    "label": "nicotine metabolite ratio",
    "description": "quantification of the ratio of 3’-trans-hydroxycotinine to cotinine in a sample, typically in a urine or blood sample",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007794",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0009268",
    "label": "family history of Alzheimer’s disease",
    "description": "A reported family history of Alzheimer’s disease in one or more family members.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009268",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0600081",
    "label": "time spent outdoors measurement",
    "description": "Quantification of time an individual spends outside.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0600081",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0007659",
    "label": "APOE carrier status",
    "description": "quantification of the presence or absence of apolipoprotein E (APOE) in an individual",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007659",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0004713",
    "label": "FEV/FVC ratio",
    "description": "",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004713",
    "category": "Other measurement"
  },
  {
    "id": "OBA_2050096",
    "label": "serum creatinine amount",
    "description": "The amount of a creatinine when measured in blood serum. [AUTO: patterns/patterns/entity_attribute_location]",
    "url": "http://purl.obolibrary.org/obo/OBA_2050096",
    "category": "Other measurement"
  },
  {
    "id": "OBA_2050043",
    "label": "hippocampal fissure volume",
    "description": "The volume of a hippocampal sulcus. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_2050043",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0008320",
    "label": "white matter volume measurement",
    "description": "quantification of the volume of white matter in the brain, usually through an MRI scan",
    "url": "http://www.ebi.ac.uk/efo/EFO_0008320",
    "category": "Other measurement"
  },
  {
    "id": "OBA_2050049",
    "label": "presubiculum volume",
    "description": "The volume of a presubiculum. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_2050049",
    "category": "Other measurement"
  },
  {
    "id": "OBA_2050005",
    "label": "parasubiculum volume",
    "description": "The volume of a parasubiculum. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_2050005",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0004830",
    "label": "caudate nucleus volume",
    "description": "The volume of the caudate nucleus, a brain structure implicated in many common neurological and psychiatric disorders",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004830",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0007704",
    "label": "depressive episode measurement",
    "description": "quantification of some aspect, eg frequency or severity, of depressive episodes in patients with mental or behavioural disorders such as bipolar disorder or clinical depression",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007704",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0009592",
    "label": "social interaction measurement",
    "description": "Quantification, typically by a questionnaire, of some aspect of social interaction, such as engagement in social activities,  or degree of contact with friends and family.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009592",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0006941",
    "label": "grip strength measurement",
    "description": "quantification of the force applied by the hand to pull on or suspend from objects",
    "url": "http://www.ebi.ac.uk/efo/EFO_0006941",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0004627",
    "label": "IGF-1 measurement",
    "description": "Is the quantification of Insulin-like growth factor 1 (IGF-1), also called somatomedin C. IGF-1 is a hormone similar in molecular structure to insulin. It plays an important role in childhood growth and continues to have anabolic effects in adults. Levels of IGF-1 are known to increase in some cancers.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004627",
    "category": "Other measurement"
  },
  {
    "id": "OBA_VT0005372",
    "label": "life span trait",
    "description": "The quality of a life cycle. [obo: oba/patterns/entity_attribute_part_of]",
    "url": "http://purl.obolibrary.org/obo/OBA_VT0005372",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0004704",
    "label": "age at menopause",
    "description": "The age of onset of (human) menopause, the beginning of the first menstrual cycle in an individual",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004704",
    "category": "Other measurement"
  },
  {
    "id": "OBA_1000968",
    "label": "vitamin D amount",
    "description": "The amount of a vitamin D. [AUTO: patterns/patterns/entity_attribute]",
    "url": "http://purl.obolibrary.org/obo/OBA_1000968",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0007710",
    "label": "cognitive decline measurement",
    "description": "quantification of some aspect of cognitive decline such as the rate at which it occurs or its severity, for example in patients with dementia or Alzheimer's disease. Cognitive decline is ususally assessed using a structured-interview protocol covering a number of standardised areas.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007710",
    "category": "Other measurement"
  },
  {
    "id": "EFO_0006516",
    "label": "superior frontal gyrus grey matter volume measurement",
    "description": "quantification of the volume of grey matter in the superior frontal gyrus, usuallly through an MRI scan",
    "url": "http://www.ebi.ac.uk/efo/EFO_0006516",
    "category": "Other measurement"
  },
  {
    "id": "HP_0000545",
    "label": "Myopia",
    "description": "An abnormality of refraction characterized by the ability to see objects nearby clearly, while objects in the distance appear blurry.",
    "url": "http://purl.obolibrary.org/obo/HP_0000545",
    "category": "Other trait"
  },
  {
    "id": "HP_0001873",
    "label": "Thrombocytopenia",
    "description": "A reduction in the number of circulating thrombocytes.",
    "url": "http://purl.obolibrary.org/obo/HP_0001873",
    "category": "Other trait"
  },
  {
    "id": "EFO_0009819",
    "label": "comparative body size at age 10, self-reported",
    "description": "Description of an individual's body size at age 10 compared to average, as reported by the individual.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009819",
    "category": "Other trait"
  },
  {
    "id": "EFO_0000493",
    "label": "family history",
    "description": "Family history is a form of clinicaly history specifically about relevant aspects of genetic preconditions or family member's clinical history.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000493",
    "category": "Other trait"
  },
  {
    "id": "EFO_0003941",
    "label": "sex hormone-binding globulin",
    "description": "A glycoprotein migrating as a beta-globulin. Its molecular weight, 52,000 or 95,000-115,000, indicates that it exists as a dimer. The protein binds testosterone, dihydrotestosterone, and estradiol in the plasma. Sex hormone-binding protein has the same amino acid sequence as ANDROGEN-BINDING PROTEIN. They differ by their sites of synthesis and post-translational oligosaccharide modifications.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003941",
    "category": "Other trait"
  },
  {
    "id": "HP_0000924",
    "label": "Abnormality of the skeletal system",
    "description": "An abnormality of the skeletal system.",
    "url": "http://purl.obolibrary.org/obo/HP_0000924",
    "category": "Other trait"
  },
  {
    "id": "EFO_0600083",
    "label": "family history of prostate cancer",
    "description": "A reported family history of prostate cancer in one or more family members.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0600083",
    "category": "Other trait"
  },
  {
    "id": "HP_0003119",
    "label": "Abnormal circulating lipid concentration",
    "description": "Any deviation from the normal concentration of a lipid in the blood circulation.",
    "url": "http://purl.obolibrary.org/obo/HP_0003119",
    "category": "Other trait"
  },
  {
    "id": "HP_0002027",
    "label": "Abdominal pain",
    "description": "An unpleasant sensation characterized by physical discomfort (such as pricking, throbbing, or aching) and perceived to originate in the abdomen.",
    "url": "http://purl.obolibrary.org/obo/HP_0002027",
    "category": "Other trait"
  },
  {
    "id": "HP_0000790",
    "label": "Hematuria",
    "description": "The presence of blood in the urine. Hematuria may be gross hematuria (visible to the naked eye) or microscopic hematuria (detected by dipstick or microscopic examination of the urine).",
    "url": "http://purl.obolibrary.org/obo/HP_0000790",
    "category": "Other trait"
  },
  {
    "id": "EFO_0000352",
    "label": "clinical history",
    "description": "Is an information entity about the material's (i.e., the patient's) medical record as background information relevant to the experiment.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0000352",
    "category": "Other trait"
  },
  {
    "id": "HP_0003124",
    "label": "Hypercholesterolemia",
    "description": "An increased concentration of cholesterol in the blood. [HPO_CONTRIBUTOR: gcarletti]",
    "url": "http://purl.obolibrary.org/obo/HP_0003124",
    "category": "Other trait"
  },
  {
    "id": "HP_0002253",
    "label": "Colonic diverticula",
    "description": "The presence of multiple diverticula of the colon.",
    "url": "http://purl.obolibrary.org/obo/HP_0002253",
    "category": "Other trait"
  },
  {
    "id": "HP_0000155",
    "label": "Oral ulcer",
    "description": "Erosion of the mucous mebrane of the mouth with local excavation of the surface, resulting from the sloughing of inflammatory necrotic tissue.",
    "url": "http://purl.obolibrary.org/obo/HP_0000155",
    "category": "Other trait"
  },
  {
    "id": "EFO_0009507",
    "label": "knee injury",
    "description": "Injury to a knee.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009507",
    "category": "Other trait"
  },
  {
    "id": "HP_0003040",
    "label": "Arthropathy",
    "description": "",
    "url": "http://purl.obolibrary.org/obo/HP_0003040",
    "category": "Other trait"
  },
  {
    "id": "HP_0001943",
    "label": "Hypoglycemia",
    "description": "A decreased concentration of glucose in the blood.",
    "url": "http://purl.obolibrary.org/obo/HP_0001943",
    "category": "Other trait"
  },
  {
    "id": "HP_0012594",
    "label": "Moderate albuminuria",
    "description": "The presence of moderately increased concentrations of albumin in the urine, defined as and albumin-creatinine ratio (ACR) of 30 to 299 mg/gm (3.4 to 34 mg/mmol). [HPO_CONTRIBUTOR: Eurenomics_fschaefer] [PMID: 30571025]",
    "url": "http://purl.obolibrary.org/obo/HP_0012594",
    "category": "Other trait"
  },
  {
    "id": "HP_0000175",
    "label": "Cleft palate",
    "description": "Cleft palate is a developmental defect of the palate resulting from a failure of fusion of the palatine processes and manifesting as a separation of the roof of the mouth (soft and hard palate).",
    "url": "http://purl.obolibrary.org/obo/HP_0000175",
    "category": "Other trait"
  },
  {
    "id": "HP_0001094",
    "label": "Iridocyclitis",
    "description": "A type of anterior uveitis, in which there is Inflammation of the iris and the ciliary body.",
    "url": "http://purl.obolibrary.org/obo/HP_0001094",
    "category": "Other trait"
  },
  {
    "id": "EFO_0009695",
    "label": "household income",
    "description": "A demographic parameter indicating the amount of earning made by a family.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009695",
    "category": "Other trait"
  },
  {
    "id": "EFO_0009631",
    "label": "fall",
    "description": "A sudden movement downward, usually resulting in injury. [ NCI ]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009631",
    "category": "Other trait"
  },
  {
    "id": "EFO_0005752",
    "label": "eye inflammation",
    "description": "an inflammation in the eye(s)",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005752",
    "category": "Other trait"
  },
  {
    "id": "EFO_0009818",
    "label": "nap during day, self-reported",
    "description": "Having a nap during the day, as reported by an individual.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009818",
    "category": "Other trait"
  },
  {
    "id": "EFO_0009786",
    "label": "encounter with health service",
    "description": "Reason by which a person encounters a health service; useful to classify cases when the encounter is due to circumstances other than a disease or injury. This may happen (a) when a person who may or may not be sick encounters the health services for some specific purpose, such as to receive limited care or service for a current condition, to donate an organ or tissue, to receive prophylactic vaccination (immunization), or to discuss a problem which is in itself not a disease or injury; or (b) when some circumstance or problem is present which influences the person's health status but is not in itself a current illness or injury.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009786",
    "category": "Other trait"
  },
  {
    "id": "HP_0001537",
    "label": "Umbilical hernia",
    "description": "Protrusion of abdominal contents through a defect in the abdominal wall musculature around the umbilicus. Skin and subcutaneous tissue overlie the defect.",
    "url": "http://purl.obolibrary.org/obo/HP_0001537",
    "category": "Other trait"
  },
  {
    "id": "EFO_0009806",
    "label": "total hip arthroplasty",
    "description": "A surgical procedure in which the hip joint is replaced by a prosthetic implant, that is, a hip prosthesis. A total hip replacement (total hip arthroplasty) consists of replacing both the acetabulum and the femoral head.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009806",
    "category": "Other trait"
  },
  {
    "id": "EFO_0009820",
    "label": "seeing a general practitioner for nerves, anxiety, tension or depression, self-reported",
    "description": "Seeing a general practitioner for nerves, anxiety, tension or depression, as reported by an individual.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009820",
    "category": "Other trait"
  },
  {
    "id": "EFO_0009821",
    "label": "seeing a psychiatrist for nerves, anxiety, tension or depression, self-reported",
    "description": "Seeing a psychiatrist for nerves, anxiety, tension or depression, as reported by an individual.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009821",
    "category": "Other trait"
  },
  {
    "id": "HP_0000964",
    "label": "Eczematoid dermatitis",
    "description": "Eczema is a form of dermatitis that is characterized by scaly, pruritic, erythematous lesions located on flexural surfaces. [PMID: 32412211]",
    "url": "http://purl.obolibrary.org/obo/HP_0000964",
    "category": "Other trait"
  },
  {
    "id": "EFO_0020975",
    "label": "total knee arthroplasty",
    "description": "A surgical procedure in which the knee joint is replaced by a prosthetic implant.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0020975",
    "category": "Other trait"
  },
  {
    "id": "HP_0003418",
    "label": "Back pain",
    "description": "An unpleasant sensation characterized by physical discomfort (such as pricking, throbbing, or aching) localized to the back.",
    "url": "http://purl.obolibrary.org/obo/HP_0003418",
    "category": "Other trait"
  },
  {
    "id": "EFO_0009817",
    "label": "ease of getting up in the morning, self-reported",
    "description": "Ease of getting up in the morning, as reported by an individual.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009817",
    "category": "Other trait"
  },
  {
    "id": "EFO_0004279",
    "label": "suntan",
    "description": "An induced skin pigment ( MELANIN) darkening after exposure to SUNLIGHT or ULTRAVIOLET RAYS. The degree of tanning depends on the intensity and duration of UV exposure, and genetic factors.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0004279",
    "category": "Other trait"
  },
  {
    "id": "HP_0004418",
    "label": "Thrombophlebitis",
    "description": "Inflammation of a vein associated with venous thrombosis (blood clot formation within the vein).",
    "url": "http://purl.obolibrary.org/obo/HP_0004418",
    "category": "Other trait"
  },
  {
    "id": "EFO_0003959",
    "label": "cleft lip",
    "description": "Congenital defect in the upper lip where the maxillary prominence fails to merge with the merged medial nasal prominences. It is thought to be caused by faulty migration of the mesoderm in the head region.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003959",
    "category": "Other trait"
  },
  {
    "id": "EFO_0600086",
    "label": "appendectomy",
    "description": "Procedure to remove the appendix.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0600086",
    "category": "Other trait"
  },
  {
    "id": "HP_0000360",
    "label": "Tinnitus",
    "description": "Tinnitus is an auditory perception that can be described as the experience of sound, in the ear or in the head, in the absence of external acoustic stimulation.",
    "url": "http://purl.obolibrary.org/obo/HP_0000360",
    "category": "Other trait"
  },
  {
    "id": "EFO_0008561",
    "label": "diaphragmatic hernia",
    "description": "A congenital or acquired weakness or opening in the diaphragm which allows abdominal contents to protrude into the chest cavity; congenital diaphragmatic hernias are caused when the embryonic diaphragm fails to fuse. [ NCI ]",
    "url": "http://www.ebi.ac.uk/efo/EFO_0008561",
    "category": "Other trait"
  },
  {
    "id": "EFO_0010246",
    "label": "recurrent",
    "description": "Episodes of disease that occur in individuals who have already had the disease.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0010246",
    "category": "Other trait"
  },
  {
    "id": "EFO_0002614",
    "label": "insulin resistance",
    "description": "diminished effectiveness of insulin in lowering plasma glucose levels",
    "url": "http://www.ebi.ac.uk/efo/EFO_0002614",
    "category": "Other trait"
  },
  {
    "id": "EFO_0002571",
    "label": "medical procedure",
    "description": "An activity that produces an effect, or that is intended to alter the course of a disease in a patient or population. This is a general term that encompasses the medical, social, behavioral, and environmental acts that can have preventive, therapeutic, or palliative effects.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0002571",
    "category": "Other trait"
  },
  {
    "id": "EFO_0010078",
    "label": "dentures",
    "description": "Dentures (also known as false teeth) are prosthetic devices constructed to replace missing teeth, and are supported by the surrounding soft and hard tissues of the oral cavity. Conventional dentures are removable (removable partial denture or complete denture). However, there are many denture designs, some which rely on bonding or clasping onto teeth or dental implants (fixed prosthodontics).",
    "url": "http://www.ebi.ac.uk/efo/EFO_0010078",
    "category": "Other trait"
  },
  {
    "id": "HP_0002024",
    "label": "Malabsorption",
    "description": "Impaired ability to absorb one or more nutrients from the intestine.",
    "url": "http://purl.obolibrary.org/obo/HP_0002024",
    "category": "Other trait"
  },
  {
    "id": "EFO_0009800",
    "label": "number of cancers, self-reported",
    "description": "Number of cancer occurrences in an individual, as reported by the individual.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009800",
    "category": "Other trait"
  },
  {
    "id": "HP_0001822",
    "label": "Hallux valgus",
    "description": "Lateral deviation of the great toe (i.e., in the direction of the little toe).",
    "url": "http://purl.obolibrary.org/obo/HP_0001822",
    "category": "Other trait"
  },
  {
    "id": "EFO_0007652",
    "label": "health trait",
    "description": "The characteristics in health that a certain person has.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0007652",
    "category": "Other trait"
  },
  {
    "id": "HP_0002036",
    "label": "Hiatus hernia",
    "description": "The presence of a hernia in which the upper part of the stomach, i.e., mainly the gastric cardia protrudes through the diaphragmatic esophageal hiatus.",
    "url": "http://purl.obolibrary.org/obo/HP_0002036",
    "category": "Other trait"
  },
  {
    "id": "HP_0001000",
    "label": "Abnormality of skin pigmentation",
    "description": "An abnormality of the pigmentation of the skin.",
    "url": "http://purl.obolibrary.org/obo/HP_0001000",
    "category": "Other trait"
  },
  {
    "id": "EFO_0009801",
    "label": "number of non-cancer illnesses, self-reported",
    "description": "Number of non-cancer illness occurrences in an individual, as reported by the individual.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009801",
    "category": "Other trait"
  },
  {
    "id": "EFO_0009799",
    "label": "self-reported trait",
    "description": "Characteristics of an individual that are reported by the individual, usually to medical staff, including via questionnaires, rather than observed or measured directly by medical staff.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009799",
    "category": "Other trait"
  },
  {
    "id": "HP_0100749",
    "label": "Chest pain",
    "description": "An unpleasant sensation characterized by physical discomfort (such as pricking, throbbing, or aching) localized to the chest.",
    "url": "http://purl.obolibrary.org/obo/HP_0100749",
    "category": "Other trait"
  },
  {
    "id": "EFO_0009803",
    "label": "number of treatments or medications taken, self-reported",
    "description": "Number of treatments undergone by an individual (including medications taken), as reported by the individual.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0009803",
    "category": "Other trait"
  },
  {
    "id": "EFO_0005606",
    "label": "family history of breast cancer",
    "description": "A reported family history of breast cancer in one or more family members.",
    "url": "http://www.ebi.ac.uk/efo/EFO_0005606",
    "category": "Other trait"
  },
  {
    "id": "HP_0000023",
    "label": "Inguinal hernia",
    "description": "Protrusion of the contents of the abdominal cavity through the inguinal canal.",
    "url": "http://purl.obolibrary.org/obo/HP_0000023",
    "category": "Other trait"
  },
  {
    "id": "HP_0001082",
    "label": "Cholecystitis",
    "description": "The presence of inflammatory changes in the gallbladder.",
    "url": "http://purl.obolibrary.org/obo/HP_0001082",
    "category": "Other trait"
  },
  {
    "id": "HP_0100582",
    "label": "Nasal polyposis",
    "description": "Polypoidal masses arising mainly from the mucous membranes of the nose and paranasal sinuses. They are freely movable and nontender overgrowths of the mucosa that frequently accompany allergic rhinitis. [PMID: 18728843]",
    "url": "http://purl.obolibrary.org/obo/HP_0100582",
    "category": "Other trait"
  },
  {
    "id": "EFO_0003907",
    "label": "deep vein thrombosis",
    "description": "The formation or presence of a blood clot (THROMBUS) within a deep vein in the lower extremity",
    "url": "http://www.ebi.ac.uk/efo/EFO_0003907",
    "category": "Other trait"
  },
  {
    "id": "PATO_0000384",
    "label": "male",
    "description": "A biological sex quality inhering in an individual or a population whose sex organs contain only male gametes.",
    "url": "http://purl.obolibrary.org/obo/PATO_0000384",
    "category": "Sex-specific PGS"
  },
  {
    "id": "PATO_0000383",
    "label": "female",
    "description": "A biological sex quality inhering in an individual or a population that only produces gametes that can be fertilised by male gametes.",
    "url": "http://purl.obolibrary.org/obo/PATO_0000383",
    "category": "Sex-specific PGS"
  }
]