{
  "text": "<h4>Background</h4>The association of lipid-lowering drug targets and their gene variants with cardiovascular diseases has been previously clarified. However, the relationship between gene variants of lipid-lowering drug targets and the adverse prognosis of ischemic stroke patients remains unclear.<h4>Methods and results</h4>Multiple single-nucleotide polymorphisms associated with 6 lipid-lowering drug targets were genotyped for patients with ischemic stroke. The primary outcome was death or major disability within 2 years after ischemic stroke. Genetic risk score was constructed from significant single-nucleotide polymorphisms identified via additive models, which was calculated by multiplying the number of risk alleles at each locus by the corresponding beta coefficient and then summing the products. The rs2006760-C of the <i>HMGCR</i>, rs11206510-T of <i>PCSK9</i>, and rs1864163-G and rs9929488-G of <i>CETP</i> were associated with increased odds of adverse outcomes within 2 years after ischemic stroke. Each additional risk allele was associated with higher odds of adverse outcomes. Genetic risk score was positively associated with the odds of primary outcome (odds ratio [OR], 1.48 [95% CI, 1.15-1.90]; <i>P</i><sub>trend</sub> = 0.001), major disability (OR, 1.56 [95% CI, 1.16-2.08]; <i>P</i><sub>trend</sub> = 0.002), death (hazard ratio [HR], 1.58 [95% CI, 1.12-2.25]; <i>P</i><sub>trend</sub> = 0.011), and the composite outcome of death or cardiovascular events (HR, 1.41 [95% CI, 1.08-1.85]; <i>P</i><sub>trend</sub> = 0.010) when 2 extreme quartiles were compared.<h4>Conclusions</h4>rs2006760-C of <i>HMGCR</i>, rs11206510-T of <i>PCSK9</i>, and rs1864163-G and rs9929488-G of <i>CETP</i> were associated with increased odds of adverse outcomes within 2 years after ischemic stroke. Furthermore, higher GRS was positively related to the odds of poor outcomes in patients with ischemic stroke. <b>Registration:</b> URL: https://www.clinicaltrials.gov; Identifier: NCT01840072.",
  "url": "https://doi.org/10.1161/jaha.124.036544"
}