{
  "text": "<h4>Background and purpose</h4>Breast cancer (BC) is the primary cause of cancer-related deaths among women worldwide, with increasing evidence pointing to the effect of metabolic factors, particularly lipid levels, in its pathogenesis. In this research, Mendelian randomization (MR) was employed to explore the causality between four plasma lipid traits-total cholesterol (TC), triglycerides (TG), high-density lipoprotein cholesterol (HDL-C) and low-density lipoprotein cholesterol (LDL-C)-and the risk of BC. Additionally, we explored the potential mediating effects of coronary artery disease (CAD), total testosterone (TT) on these associations and possible mechanisms through bioinformatics analyses.<h4>Methods</h4>Data of genome-wide association study (GWAS) on lipids, CAD, TT and BC were obtained from public sources and websites as part of a genome-wide association research. The inference of causality was primarily assessed through the inverse variance weighting (IVW) approach, with supplementary tests for horizontal pleiotropy and heterogeneity. To verify the directionality of causal relationships, the MR Steiger test was applied. Additionally, reverse causality was evaluated by regarding BC as the exposure. To adjust for confounders, multivariate MR (MVMR) was performed, followed by a two-step mediation analysis to investigate the mediating roles of CAD in the lipid-BC association, and of TT in the CAD-BC relationship. The intersecting SNP (rs11556924) between causal pathways was established through a Venn diagram and its associated gene (Zinc Finger C3HC-Type Containing 1, ZC3HC1) was identified through the g:Profiler database. The expression of ZC3HC1 was further explored using the TIMER, GEPIA2 and HPA database. Finally, enrichment analyses of Gene Ontology (GO), Kyoto Encyclopedia of Genes and Genomes (KEGG) and protein-protein interactions (PPI) network analysis were conducted on ZC3HC1 and its related genes.<h4>Results</h4>The random-effects IVW analysis yielded the following results: HDL-C on CAD (OR = 0.843, 95% CI 0.771-0.921, P < 0.001), CAD on BC (OR = 0.935, 95% CI 0.892-0.980, P = 0.005), HDL-C on BC (OR = 1.127, 95% CI 1.059-1.199, P < 0.001), CAD on TT (OR = 0.987, 95% CI 0.975-0.998, P = 0.020) and TT on BC (OR = 1.354, 95% CI 1.148-1.598, P < 0.001). The MR Steiger test results support the validity of the inferred causal direction (P < 0.001). There were no discernible causal relationships between BC and HDL-C/CAD according to reverse MR analysis (P > 0.05). Following MVMR adjustment, the causal effects of HDL-C, CAD, and TT on BC were still statistically significant (P < 0.05). Besides, the two-step mediation analysis indicated that CAD mediated 7.8% of the causal effect of HDL-C on BC, whereas TT mediated 6.1% of the causal effect between CAD and BC. The expression of ZC3HC1 showed no significant expression difference between normal and BC tissues (P > 0.05), which might indicate a carcinogenic effect independent of expression levels but driven by functional alterations induced by variants (C > T). Functional network analysis suggested that ZC3HC1 was associated with multiple signal pathways in cancers, such as PI3K-Akt and MAPK signal pathways.<h4>Conclusions</h4>From a genetic perspective, our study reveals that there is causality between HDL-C levels and BC risk, with CAD and TT acting as partial mediators in this relationship. Moreover, our study firstly establishes a potential link between CAD-associated SNP (rs11556924), the corresponding gene (ZC3HC1) functional dysregulation, and the initiation of BC. These findings shed light on the biological links between lipids and BC, potentially contributing to future prevention and treatment strategies.",
  "url": "https://doi.org/10.1007/s12672-025-02597-x"
}