{
  "text": "<h4>Background</h4>Both DNA genotype and methylation of antisense non-coding RNA in the INK4 locus (ANRIL) have been robustly associated with coronary artery disease (CAD), but the interdependent mechanisms of genotype and methylation remain unclear.<h4>Methods</h4>Eighteen tag single nucleotide polymorphisms (SNPs) of ANRIL were genotyped in a matched case-control study (cases 503 and controls 503). DNA methylation of ANRIL and the INK4/ARF locus (p14<sup>ARF</sup>, p15<sup>INK4b</sup> and p16<sup>INK4a</sup>) was measured using pyrosequencing in the same set of samples (cases 100 and controls 100).<h4>Results</h4>Polymorphisms of ANRIL (rs1004638, rs1333048 and rs1333050) were significantly associated with CAD (p < 0.05). The incidence of CAD, multi-vessel disease, and modified Gensini scores demonstrated a strong, direct association with ANRIL gene dosage (p < 0.05). There was no significant association between ANRIL polymorphisms and myocardial infarction/acute coronary syndrome (MI/ACS) (p > 0.05). Methylation levels of ANRIL were similar between the two studied groups (p > 0.05), but were different in the rs1004638 genotype, with AA and AT genotype having a higher level of ANRIL methylation (pos4, p = 0.006; pos8, p = 0.019). Further Spearman analyses indicated that methylation levels of ANRIL were positively associated with systolic blood pressure (pos6, r = 0.248, p = 0.013), diastolic blood pressure (pos3, r = 0.213, p = 0.034; pos6, r = 0.220, p = 0.028), and triglyceride (pos4, r = 0.253, p = 0.013), and negatively associated with high-density lipoprotein cholesterol (pos2, r = - 0.243, p = 0.017). Additionally, we identified 12 transcription factor binding sites (TFBS) within the methylated ANRIL region, and functional annotation indicated these TFBS were associated with basal transcription. Methylation at the INK4/ARF locus was not associated with ANRIL genotype.<h4>Conclusions</h4>These results indicate that ANRIL genotype (tag SNPs rs1004638, rs1333048 and rs1333050) mainly affects coronary atherosclerosis, but not MI/ACS. There may be allele-related DNA methylation and allele-related binding of transcription factors within the ANRIL promoter.",
  "url": "https://doi.org/10.1186/s12920-021-01094-8"
}