{
  "text": "<h4>Background</h4>Patients with type 1 diabetes are more at risk of coronary artery disease than the general population. Although evidence points to a genetic risk there have been no study investigating genetic risk factors of coronary artery disease specific to individuals with type 1 diabetes. To identify low frequency and common genetic variations associated with coronary artery disease in populations of individuals with type 1 diabetes.<h4>Methods</h4>A two-stage genome wide association study was conducted. The discovery phase involved the meta-analysis of three genome-wide association cohorts totaling 434 patients with type 1 diabetes and coronary artery disease (cases) and 3123 T1D individuals with no evidence of coronary artery disease (controls). Replication of the top association signals (p < 10<sup>-5</sup>) was performed in five additional independent cohorts totaling 585 cases and 2612 controls.<h4>Results</h4>One locus (rs115829748, located upstream of the MAP1B gene) reached the statistical threshold of 5 × 10<sup>-8</sup> for genome-wide significance but did not replicate. Nevertheless, three single nucleotide polymorphisms provided suggestive evidence for association with coronary artery disease in the combined studies: CDK18 rs138760780 (OR = 2.60 95% confidence interval [1.75-3.85], p = 2.02 × 10<sup>-6</sup>), FAM189A2 rs12344245 (OR = 1.85 [1.41-2.43], p = 8.52 × 10<sup>-6</sup>) and PKD1 rs116092985 (OR = 1.53 [1.27-1.85], p = 1.01 × 10<sup>-5</sup>). In addition, our analyses suggested that genetic variations at the ANKS1A, COL4A2 and APOE loci previously found associated with coronary artery disease in the general population could have stronger effects in patients with type 1 diabetes.<h4>Conclusions</h4>This study suggests three novel candidate genes for coronary artery disease in the subgroup of patients affected with type 1 diabetes. The detected associations deserve to be definitively validated in additional epidemiological studies.",
  "url": "https://doi.org/10.1186/s12933-018-0705-0"
}