{
  "text": "<h4>Introduction</h4>The prevalence of cardiometabolic diseases has increased in Latin American and the Caribbean populations (LACP). To identify gene-lifestyle interactions that modify the risk of cardiometabolic diseases in LACP, a systematic search using 11 search engines was conducted up to May 2022.<h4>Methods</h4>Eligible studies were observational and interventional studies in either English, Spanish, or Portuguese. A total of 26,171 publications were screened for title and abstract; of these, 101 potential studies were evaluated for eligibility, and 74 articles were included in this study following full-text screening and risk of bias assessment. The Appraisal tool for Cross-Sectional Studies (AXIS) and the Risk Of Bias In Non-Randomized Studies-of Interventions (ROBINS-I) assessment tool were used to assess the methodological quality and risk of bias of the included studies.<h4>Results</h4>We identified 122 significant interactions between genetic and lifestyle factors on cardiometabolic traits and the vast majority of studies come from Brazil (29), Mexico (15) and Costa Rica (12) with FTO, APOE, and TCF7L2 being the most studied genes. The results of the gene-lifestyle interactions suggest effects which are population-, gender-, and ethnic-specific. Most of the gene-lifestyle interactions were conducted once, necessitating replication to reinforce these results.<h4>Discussion</h4>The findings of this review indicate that 27 out of 33 LACP have not conducted gene-lifestyle interaction studies and only five studies have been undertaken in low-socioeconomic settings. Most of the studies were cross-sectional, indicating a need for longitudinal/prospective studies. Future gene-lifestyle interaction studies will need to replicate primary research of already studied genetic variants to enable comparison, and to explore the interactions between genetic and other lifestyle factors such as those conditioned by socioeconomic factors and the built environment. The protocol has been registered on PROSPERO, number CRD42022308488.<h4>Systematic review registration</h4>https://clinicaltrials.gov, identifier CRD420223 08488.",
  "url": "https://doi.org/10.3389/fnut.2023.1067033"
}