{
  "text": "Background Epistasis describes how gene-gene interactions affect phenotypes, and could have a profound impact on human diseases such as coronary artery disease (CAD). The goal of this study was to identify gene-gene interactions in CAD using an easily generalizable multi-stage approach. Methods and Results Our forward genetic approach consists of multiple steps that combine statistical and functional approaches, and analyze information from global gene expression profiling, functional interactions, and genetic interactions to robustly identify gene-gene interactions. Global gene expression profiling shows that knockdown of <i>ANRIL</i> (DQ485454) at 9p21.3 GWAS (genome-wide association studies) CAD locus upregulates <i>TMEM100</i> and <i>TMEM106B</i>. Functional studies indicate that the increased monocyte adhesion to endothelial cells and transendothelial migration of monocytes, 2 critical processes in the initiation of CAD, by <i>ANRIL</i> knockdown are reversed by knockdown of <i>TMEM106B</i>, but not of <i>TMEM100</i>. Furthermore, the decreased monocyte adhesion to endothelial cells and transendothelial migration of monocytes induced by <i>ANRIL</i> overexpression was reversed by overexpressing <i>TMEM106B</i>. <i>TMEM106B</i> expression was upregulated by >2-fold in CAD coronary arteries. A significant association was found between variants in <i>TMEM106B</i> (but not in <i>TMEM100</i>) and CAD (<i>P</i>=1.9×10<sup>-8</sup>). Significant gene-gene interaction was detected between <i>ANRIL</i> variant rs2383207 and <i>TMEM106B</i> variant rs3807865 (<i>P</i>=0.009). A similar approach also identifies significant interaction between rs6903956 in <i>ADTRP</i> and rs17465637 in <i>MIA3</i> (<i>P</i>=0.005). Conclusions We demonstrate 2 pairs of epistatic interactions between GWAS loci for CAD and offer important insights into the genetic architecture and molecular mechanisms for the pathogenesis of CAD. Our strategy has broad applicability to the identification of epistasis in other human diseases.",
  "url": "https://doi.org/10.1161/jaha.119.014146"
}